Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Configure the longitude of your location.
de: Längengrad Ihres Standortes.
gl: Configurar a lonxitude da súa localización.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
de: Minimaler Festplatten-Speicher der vor Aufnahme zur Verfügung stehen muss. Wenn dieser Wert unterschritten wird, werden Elemente vom Mülleimer endgültig entfernt.
gl: Configurar o espazo mínimo de en disco duro dispoñible para as gravacións. Cando a cantidade de espazo cae por debaixo deste valor, os elementos borrados eliminaranse da papeleira.

source: Configure the nameserver (DNS).
de: DNS-Server konfigurieren.
gl: Configurar o servidor de nomes (DNS).

source: Configure the netmask.
de: Netzmaske konfigurieren.
gl: Configurar a máscara de rede.

source: Configure the number of days after which items are automaticaly removed from the trash can.
de: Anzahl von Tagen nach denen Elemente aus dem Mülleimer automatisch gelöscht werden.
gl: Configurar o número de días despois dos cales os elementos se eliminan automaticamente da papeleira.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
de: Anzahl von Tagen nach denen Timer von der Timer-Liste automatisch gelöscht werden sollen.
gl: Configurar o número de días que se guardan os temporizadores antigos antes de que ser eliminados automaticamente da lista de temporizadores.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
de: Lokale Dekodierungsverzögerung in Millisekunden. Die gesetzte Verzögerung wird bei jedem Kontrollwortparität-Wechsel beachtet.
gl: Configurar, en milisegundos, o retardo de descodificación sen conexión. O retardo configurado obsérvase en cada cambio de paridade de palabra de control.

source: Configure the possible fast forward speeds.
de: Mögliche Schnellvorlauf-Geschwindigkeit.
gl: Configurar as posibles velocidades de avance rápido.

source: Configure the possible rewind speeds.
de: Mögliche Rücklauf-Geschwindigkeit.
gl: Configurar as posibles velocidades de rebobinado.

source: Configure the primary EPG language.
de: Primäre EPG Sprache.
gl: Configurar o idioma principal da EPG.

source: Configure the refresh rate of the screen.
de: Aktualisierungsrate des Bildschirms.
gl: Configurar a velocidade de refresco da pantalla.

source: Configure the screen resolution in PC output mode.
de: Bildschirmauflösung im PC-Modus.
gl: Configurar a resolución de pantalla no modo de saída do PC.

source: Configure the second audio language.
de: Wahl der zweiten Audiospur-Sprache.
gl: Configurar o segundo idioma de son.

source: Configure the second subtitle language.
de: Wahl der zweiten Untertitel-Sprache.
gl: Configurar o segundo idioma de subtítulos.

source: Configure the secondary EPG language.
de: Wahl der zweiten EPG Sprache.
gl: Configurar o idioma secundario da EPG.

source: Configure the sharpness of the video scaling.
de: Schärfe der Bildschirmskalierung.
gl: Configurar a nitidez do escalado de video.

source: Configure the skip time interval for the '1'/'3' buttons.
de: Sprunginterval der '1'/'3' Tasten.
gl: Configurar o tempo de salto para os botóns ‘1’/‘3’.

source: Configure the skip time interval for the '4'/'6' buttons.
de: Sprunginterval der '4'/'6' Tasten.
gl: Configurar o tempo de salto para os botóns ‘4’/‘6’.

source: Configure the skip time interval for the '7'/'9' buttons.
de: Sprunginterval der '7'/'9' Tasten.
gl: Configurar o tempo de salto para os botóns ‘7’/‘9’.

source: Configure the slow motion speeds.
de: Zeitlupen-Geschwindigkeiten.
gl: Configurar as velocidades de movemento lento.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
de: Konfiguriere die Frontend Datenquelle, die in der Infobar angezeigt wird. Das Feld 'Einstellungen' (Settings) kann konfiguriert werden. Das Feld 'Tuner' wird vom Tuner übernommen.
gl: Configurar a orixe dos datos do frontal que se amosan nas barras de información. ‘Configuración’ son as que se almacenan nos axustes. ‘Sintonizador’ son as que se obteñen do sintonizador.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
de: Schnelligkeit des Hintergrund-Löschprozesses. Ein langsamerer Löschvorgang verbraucht weniger Festplatten Performanz.
gl: Confirgurar a velocidade do proceso de fondo de borrado. Unha velocidade menor afecta menos ao rendemento do disco duro.

source: Configure the speed of the fan
de: Lüftergeschwindigkeit konfigurieren
gl: Configurar a velocidade do ventilador

source: Configure the startup of your softcams
de: Konfiguriere das Startverhalten der Softcams

source: Configure the subtitle delay when timing information is not available.
de: Verzögerung des Untertitels wenn zeitliche Informationen nicht zur Verfügung stehen.
gl: Configurar o retardo dos subtítulos cando a información de tempo non está dispoñible.

source: Configure the third audio language.
de: Wahl der dritten Audiospur-Sprache.
gl: Configurar o terceiro idioma de son.

source: Configure the third subtitle language.
de: Wahl der dritten Untertitel-Sprache.
gl: Configurar o terceiro idioma de subtítulos.

source: Configure the transparency of the OSD.
de: Transparenz der Bildschirmanzeige (OSD).
gl: Configurar a transparencia do OSD.

source: Configure the transparency of the black background of graphical DVB subtitles.
de: Transparenz bei schwarzem Hintergrund der grafischen DVB Untertitel.
gl: Configurar a transparencia do fondo negro dos subtítulos gráficos DVB.

source: Configure the tuner mode.
de: Wahl des Tuner-Modus.
gl: Configurar o modo do sintonizador.

source: Configure the type of status indication icons shown in the movielist.
de: Typ des Status-Anzeigesymbols in der Filmliste.
gl: Configurar o tipo de iconas de estado que se amosan na lista de películas.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
de: Anpassung der vertikalen Position der Untertitel, ausgehend vom unterem Bildschirmrand.
gl: Configurar a posición vertical dos subtítulos, medida desde a parte inferior da pantalla.

source: Configure the video output mode (or resolution).
de: Video-Ausgang Modus (oder Auflösung).
gl: Configurar o modo de saída de vídeo (ou a resolución).

source: Configure the way in which the receiver changes channels.
de: Anpassung des Vorganges bei Kanalwechsel.
gl: Configurar a forma na que o receptor cambia de canle.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
de: Konfigurieren Sie den Tuner mit den einfachen oder erweiterten Einstellungen, verbinden Sie ihn mit einem anderen Tuner oder hohlen Sie dessen Einstellung oder deaktivieren Sie den Tuner.
gl: Configurar este sintonizador usando opcións simples ou avanzadas, rediríxao a outro sintonizador, copie unha configuración desde outro sintonizador ou desactíveo.

source: Configure where completed timers show up in the timer list.
de: Position beendeter Timer in der Timerliste.
gl: Configurar onde se amosarán os temporizadores completados na lista de temporizadores.

source: Configure where epg.dat will be stored.
de: Speicherplatz epg.dat konfigurieren.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
de: Anpassung, ob (und wie lange) eine zweite Infoleiste bei erneuter Betätigung der OK Taste angezeigt werden soll. Diese zeigt zusätzliche Informationen über den Kanal an.
gl: Configurar se, e durante canto tempo, se amosará unha segunda bara de información cando preme dúas veces OK. A segunda barra de información contén información adicional sobre a canle actual.

source: Configure whether a simple second infobar will be shown instead of the regular one.
de: Konfigurieren, ob ein einfache zweite Infoanzeige angezeigt wird, statt der normalen.

source: Configure whether multi channel PCM sound should be enabled.
de: Konfigurieren um die Mehrkanal PCM Ausgabe zu aktivieren.
gl: Configurar se o son PCM multicanal está habilitado ou non.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
de: Heruntermischen von Multi-Kanal-Sound in Stereo.
gl: Configurar se as pistas de son multicanle deben mesturarse a estéreo.

source: Configure whether or not a rotor position will be displayed on the infobar
de: Konfiguriert ob die Rotor Position in der Infobar angezeigt werden soll
gl: Configurar se a posición do rotor se amosa na barra de información ou non

source: Configure whether or not an icon should be shown when your motorized dish is moving.
de: Anzeige eines Hinweissymbols bei Bewegung der motorisierten Antennenschüssel.
gl: Configurar se debe amosarse unha icona cando a antena motorizada se está a mover.

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
de: Zugriff-Level des Konfigurationsmenüs einstellen. Expertenlevel erlaubt den Zugriff auf alle Elemente.
gl: Configurar o nivel de acceso ao menú de configuración. O nivel experto dá acceso a todos os elementos.

source: Configure which color format should be used on the SCART output.
de: Farbformat am SCART Ausgang.
gl: Configurar o formato de cor que usa na saída SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
de: Konfiguriere welcher Tuner für Aufnahmen bevorzugt wird, wenn mehrere Tuner verfügbar sind.
gl: Configurar o sintonizador preferido para as gravacións cando hai máis de un dispoñible.

source: Configure which tuner type will be preferred when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one regardless of the tuner type.
de: Stellen Sie ein, welcher Tunertyp bevorzugt benutzt werden soll, falls ein Sender auf mehrern Tunern möglich ist. Wählen Sie "keine Priorität", um jede Alternative unabhängig vom Tunertyp einzeln zu testen.
gl: Configurar o sintonizador preferido cando o mesmo servizo estea dispoñible en máis de un sintonizador. Elixa “sen prioridade” para usar os sintonizadores de forma aleatoria.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
de: Bevorzugter Tuner falls mehr als einer verfügbar ist. Bei 'Automatisch' wird der Tuner mit den wenigsten Kanälen/Satelliten bevorzugt.
gl: Configurar o sintonizador preferido cando hai máis de un dispoñible. A opción ‘auto’ dará prioridade ao sintonizador que teña o número máis baixo de canles/satélites.

source: Configure your internal LAN
de: Internes Netzwerk konfigurieren
gl: Configurar a rede LAN

source: Configure your network again
de: Netzwerk erneut konfigurieren
gl: Configurar de novo a rede

source: Configure your wireless LAN again
de: Funk-Netzwerk erneut konfigurieren
gl: Configurar de novo a rede sen fíos

source: Configures which video output connector will be used.
de: Wahl des Videoausgang-Anschlusses.
gl: Configurar o conector de saída de vídeo que se vai usar.

source: Configuring
de: Konfiguriere
gl: Configurando

source: Confirm closure of media player
de: Schließen des Mediaplayer bestätigen

source: Conflict detection disabled!
de: Konflikterkennung deaktiviert!
gl: Desactivada a detección de conflitos!

source: Conflict not resolved!
de: Nicht gelöster Konflikt!
gl: Conflito non resolto!

source: Connect
de: Verbinden
gl: Conectar

source: Connect to a wireless network
de: Mit Funk-Netzwerk verbinden
gl: Conectar a unha rede sen fíos

source: Connected satellites
de: Angeschlossene Satelliten
gl: Satélites conectados

source: Connected through another tuner
de: Verbunden durch einen anderen Tuner

source: Connected to
de: Verbunden mit
gl: Conectado a

source: Connected transcoding, limit - no PiP!
de: Transcodierung läuft, kein PiP möglich!
gl: Transcodificación conectada, límite - sen PiP!

source: Consider CI assignment
de: Berücksichtige CI Zuweisung

source: Console
de: Konsole
gl: Consola

source: Consult your SCR device spec sheet for this information.
de: Schauen sie in das Handbuch ihres Unicable LNB für diese Einstellungen.
gl: Consulta a folla de especificacións de teu dispositivo SCR para obter esta información.

source: Consult your motor's spec sheet for this information, or leave the default setting.
de: Schauen Sie in das Datenblatt Ihres Motors für diese Einstellung oder nutzen Sie die Standardeinstellungen.
gl: Consulta a folla de especificacións de teu motor para obter esta información ou deixa a configuración predeterminada.

source: Contact Info
de: Kontakt Info

source: Contact info
de: Kontakt Info

source: Content Encoding
de: Inhaltscodierung

source: Content Type
de: Inhaltstyp

source: Content does not fit on DVD!
de: Inhalt passt nicht auf die DVD!
gl: Os contidos non caben nun DVD!

source: Context Menu
de: Kontextmenü

source: Continue
de: Weiter
gl: Continuar

source: Continue playback
de: Abspielen fortsetzen
gl: Reprodución contínua

source: Continue playing
de: Abspielen fortsetzen
gl: Contínuar a reprodución

source: Continuous play (loop)
de: Endloswiedergabe (Schleife)
gl: Continúa a reprodución (en blucle)

source: Contrast
de: Kontrast
gl: Contraste

source: Control the Infobar fading speed
de: Beeinflusse die Geschwindigkeit der Infobar Ausblendung

source: Convert ext3 filesystem to ext4
de: Ext3 nach ext4 umwandeln

source: Convert ext3 to ext4
de: Ext3 nach ext4 umwandeln

source: Converting ext3 to ext4...
de: Wandle ext3 nach ext4 um...

source: Copy
de: Kopieren
gl: Copiar

source: Copy %d elements
de: %d Elemente kopieren

source: Copy 1 element
de: 1 Element kopieren

source: Copy file
de: Datei kopieren

source: Copy file/directory to target directory
de: Datei/Verzeichnis in Zielverzeichnis kopieren

source: Copy files/directories to target directory
de: Dateien/Verzeichnisse in das Zielverzeichnis kopieren

source: Copy folder
de: Ordner opieren

source: Copy to bouquets
de: In Bouquets kopieren
gl: Copiar a buqués

source: Copying files
de: Kopiere Dateien

source: Cores: %s
de: Kerne: %s

source: Correct invalid EPG data
de: Korriegeire ungültige EPG-Daten

source: Cote d'Ivoire
de: Elfenbeinküste
gl: Costa de Marfil

source: Could not find installed channel list.
de: Programmierte Kanalliste konnte nicht gefunden werden.
gl: No se puido atopar a lista de canles instaladas.

source: Could not find suitable media - Please remove some downloaded images or insert a media (e.g. USB stick) with sufficiant free space and try again!
de: Es konnte kein passendes Medium gefunden werden. Bitte entfernen Sie heruntergeladene Images oder schließen Sie ein Medium (z. B. einen USB-Stick) mit ausreichend freiem Speicherplatz an und versuchen Sie es erneut!

source: Could not load Medium! No disc inserted?
de: Konnte das Medium nicht laden! Keine DVD eingelegt?

source: Could not open Picture in Picture
de: Bild im Bild konnte nicht geladen werden
gl: Non se puido abrir o PiP

source: Could not record due to conflicting timer %s
de: Aufnahme wegen in Konflikt stehendem Timer %s fehlgeschlagen
gl: Non se puido gravar debido a un conflito de temporizacións %s

source: Could not record due to invalid service %s
de: Aufnahme wegen ungültigem Kanal %s fehlgeschlagen
gl: Non se puido gravar debido a un servizo non válido %s

source: Could not retrieve basic bouquets files
de: Konnte die Basis-Bouquets-Dateien nicht abrufen

source: Could not retrieve the remote support files
de: Konnte die Remote-Support-Dateien nicht abrufen

source: Country
de: Land
gl: País

source: Cover dashed flickering line for this service
de: Die gestrichelte Flickerlinie für diesen Kanal abdecken
gl: Cubrir a liña de pestañexante discontinua para este servizo

source: Create
de: Erstellen

source: Create Bludisc ISO file
de: Bludisc ISO erstellen

source: Create DVD-ISO
de: DVD-ISO erstellen
gl: Crear DVD-ISO

source: Create ISO
de: DVD-ISO erstellen

source: Create directory
de: Verzeichnis erstellen
gl: Crear directorio

source: Create new folder and exit
de: Neuen Ordner erstellen und verlassen
gl: Crear nova carpeta e saír

source: Create separate radio userbouquet
de: Erstelle eigenes Radio Bouquet
gl: Crea un buqué independente de radio

source: Create symlink to file
de: Erstelle symlink zur Datei

source: Create user-named symbolic link
de: Erstelle symbolischen Link mit angepassten Namen

source: Create:
de: Erstelle:

source: Create: Recovery Fullbackup %s
de: Erstelle: Recovery Sicherung %s

source: Creating directory %s failed.
de: Erstellen des Verzeichnisses %s fehlgeschlagen.
gl: Fallou a creación do directorio %s.

source: Creating filesystem
de: Dateisystem erstellen
gl: Creando sistema de arquivos

source: Creating partition
de: Partition erstellen
gl: Creando partición

source: Croatia
de: Kroatien
gl: Croacia

source: Croatian
de: Kroatisch
gl: Croata

source: Cron timers
de: Cron Timer

source: Cuba
de: Kuba

source: Current
de: Aktuell
gl: Actual

source: Current CEC address
de: Aktuelle CEC-Adresse
gl: Enderezo CEC actual

source: Current Status:
de: Aktueller Status:

source: Current device:
de: Aktuelles Gerät:
gl: Dispositivo actual:

source: Current event EPG
de: Aktuelle Sendung EPG
gl: Programa EPG actual

source: Current event is over. Select an option to save the timeshift file.
de: Aktuelle Sendung ist zu Ende. Wähle eine Option um die Timeshift Datei zu speichern.
gl: O evento actual rematou. Selecciona unha opción para gardar o ficheiro de timeshift.

source: Current mode: %s
de: Aktueller Modus: %s
gl: Modo actual: %s

source: Current rotor position:
de: Aktuelle Rotor Position:
gl: Posición actual do motor:

source: Current settings:
de: Aktuelle Einstellungen:
gl: Configuración actual:

source: Current transponder
de: Aktueller Transponder
gl: Transpondedor actual

source: Current value:
de: Aktueller Wert:
gl: Valor actual:

source: Currently the commit log cannot be retrieved - please try later again
de: Derzeit kann die Liste der Code-Veränderungen nicht geladen werden - Bitte versuchen Sie es später erneut
gl: Non se pode recuperar o rexistro de envíos - por favor, inténtao outra vez máis tarde

source: Custom
de: Anpassen

source: Custom skip time for '1'/'3' buttons
de: Gewünschte Sprungzeit für '1'/'3'-Tasten
gl: Tempo de salto personalizado para os botóns ‘1’/‘3’

source: Custom skip time for '4'/'6' buttons
de: Gewünschte Sprungzeit für '4'/'6'-Tasten
gl: Tempo de salto personalizado para os botóns ‘4’/‘6’

source: Custom skip time for '7'/'9' buttons
de: Gewünschte Sprungzeit für '7'/'9'-Tasten
gl: Tempo de salto personalizado para os botóns ‘7’/‘9’

source: Customize
de: Anpassen
gl: Personalizar

source: Customize OpenWebIF settings for fallback tuner
de: Reserve-Tuner in den OpenWebIF Einstellungen anpassen
gl: Personalizar a configuración de OpenWebIF para o sintonizador de reserva

source: Customize channel list cursor behavior
de: Cursor-Verhalten in Kanalliste einstellen
gl: Personalizar o comportamento do cursor na lista de canles

source: Cut
de: Schneiden
gl: Cortar

source: Cut List Editor Actions
de: Aktionen für den Schnittlisteneditor

source: Cutlist Seek Actions
de: Schnittlisten-Such-Aktionen

source: Cutlist editor
de: Schnitteditor
gl: Editor de corte

source: Cutlist editor...
de: Schnitteditor...
gl: Editor de corte…

source: Cylinders: %s (max) %s (current)
de: Zylinder: %s (max) %s (current)

source: Cylinders: unknown
de: Zylinder: unbekannt

source: Czech
de: Tschechisch
gl: Checo

source: DHCP is off
de: DHCP ist aus

source: DLNA support
de: DLNA Unterstützung

source: DTS downmix
de: DTS heruntermischen
gl: Mestura AAC

source: DUAL LAYER DVD
de: Doppelschicht DVD (DUAL LAYER)
gl: DVD DOBLE CAPA

source: DVB CI Delay
de: DVB CI Verzögerung
gl: Retardo DVB CI

source: DVB Subtitles PID & lang
de: DVB-Untertitel PID & Sprache
gl: Subtítulos DVB PID & idioma

source: DVB drivers:
de: DVB Treiber:

source: DVB subtitle black transparency
de: Schwarztransparenz DVB-Untertitel
gl: Transparencia negra do subtítulo DVB

source: DVB subtitles color filter
de: Farbfilter für DVB-Untertitel

source: DVB type
de: DVB Typ
gl: Tipografía DVB

source: DVD Menu
de: DVD Menü
gl: Menú DVD

source: DVD file browser
de: DVD Datei Browser
gl: Explorador dos ficheiros do DVD

source: DVD media toolbox
de: DVD Medien Toolbox

source: DVD titlelist
de: DVD Titelliste

source: DVDPlayer Actions
de: DVDPlayer-Aktionen

source: Daily
de: Täglich

source: Danish
de: Dänisch
gl: Danés

source: Date
de: Datum
gl: Data

source: Date reverse
de: Datum absteigend

source: Date/time input
de: Zeit/Datum-Eingabe
gl: Entrada de data/hora

source: Deactivate
de: Deaktivieren

source: Debug to file
de: Fehlerausgabe in Datei
gl: Depurar a ficheiro

source: Deep Standby LED
de: Tiefschlaf LED
gl: LED de repouso profundo

source: Deep standby
de: Tiefschlaf / Ausschalten
gl: Repouso profundo

source: Default
de: Standard
gl: Por defecto

source: Default CPU priority (nice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
de: Standard CPU-Priorität (nice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen. (höhere Werte = niedrigere Priorität)

source: Default I/O priority (ionice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
de: Standard I/O-Priorität (ionice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen. (höhere Werte = niedrigere Priorität)

source: Default Services Scanner
de: Standard Kanal Sucher
gl: Escáner predeterminado de servizos

source: Default directory sorting
de: Standardsortierung für Verzeichnisse

source: Default duration: %d mins
de: Standarddauer: %d Minuten

source: Default file sorting left
de: Standardsortierung für Dateien links

source: Default file sorting right
de: Standardsortierung für Dateien rechts

source: Default files/folders to backup
de: Standardliste gesicherter Dateien

source: Default folder
de: Standardordner

source: Default folder if the left or right folder isn't saved, and target folder for button 5.
de: Legt den Standardordner fest, wenn der linke oder rechte Ordner nicht gespeichert wird, sowie den Zielordner für die Taste 5.

source: Default movie location
de: Standard Filmlisten Ort
gl: Localización por defecto das películas

source: Default settings
de: Voreinstellungen
gl: Configuración por defecto

source: Default sorting method for directories on both sides.
de: Standardsortierung für Verzeichnisse auf beiden Seiten.

source: Default sorting method for files on the left side.
de: Standardsortierung für Verzeichnisse auf der linke Seite.

source: Default sorting method for files on the right side.
de: Standardsortierung für Dateien auf der rechten Seite.

source: Default timer type
de: Standard Aufnahmetyp
gl: Tipo de temporizador predeterminado

source: Default+Picon
de: Standard+Picon
gl: Predeterminado+Picon

source: Default: '%s'.
de: Standard: '%s'.
