Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Show bouquet selection menu
de: Zeige Bouquet-Auswahlmenü
gl: Amosar o menú de selección de buqué

source: Show busy indicator when the system is busy.
de: Zeige Ladesymbol bei System-Beschäftigung.
gl: Amosar indicador de ocupación cando o sistema está ocupado.

source: Show channel numbers in channel selection
de: Zeige Kanalnummer in Kanalauswahl
gl: Amosar números de canles na selección de canles

source: Show columns
de: Zeige Spalten
gl: Amosar columnas

source: Show contents of ipk file
de: Zeige den Inhalt der 'ipk' Datei

source: Show contents of rar file
de: Zeige den Inhalt der 'rar' Datei

source: Show contents of tar or compressed tar file
de: Zeige den Inhalt der 'tar' Datei

source: Show contents of zip file
de: Zeige den Inhalt der 'zip' Datei

source: Show crypto icons
de: Zeige Verschlüsselungssymbole
gl: Amosar iconas de criptografía

source: Show crypto info in infobar
de: Zeige Verschlüsselung in Infoleiste
gl: Amosar información de criptografía na barra de información

source: Show current mode
de: Zeige aktuellen Modus

source: Show default after description
de: Standardwert nach Beschreibung anzeigen

source: Show default on new line
de: Standardwert in neuer Zeile anzeigen

source: Show detailed event info
de: Zeige detailierte Sendungsinformation
gl: Amosar información detallada do evento

source: Show directories first
de: Zeige Verzeichnisse am Anfang

source: Show directories on first or last in list.(must restart File Commander)
de: Zeige Verzeichnisse am Anfang oder am Ende der Liste (File Commander muss neugestartet werden)

source: Show disabled timers (local only)
de: Deaktivierte Timer anzeigen (nur lokal)

source: Show disclaimer
de: Zeige Haftungsausschluss

source: Show event details
de: Sendungsdetails anzeigen
gl: Amosar detalles do evento

source: Show event-progress in channel selection
de: Zeige Sendungs-Fortschritt in der Kanal-Liste
gl: Amosar progreso do evento na selección de canle

source: Show eventinfo plugins
de: Zeige EPG info Plugins
gl: Amosar complementos de información de evento

source: Show extended description
de: Zeige erweiterte Beschreibung
gl: Amosar descrición ampliada

source: Show extension selection
de: Zeige Pluginauswahl
gl: Amosar selección de extensión

source: Show extensions...
de: Erweiterungen anzeigen...
gl: Amosar extensións…

source: Show favourites list
de: Zeige Favoritenliste
gl: Amosar lista de favoritos

source: Show help
de: Zeige Hilfe
gl: Amosar axuda

source: Show icon for new/unseen items
de: Zeige Symbol für neue/ungesehene Einträge
gl: Amosar icona para os elementos novos/non vistos

source: Show image information
de: Bildinformationen anzeigen

source: Show in extensions menu
de: In Erweiterungsmenü anzeigen
gl: Amosar no menú de extensións

source: Show info
de: Zeige Infos
gl: Amosar información

source: Show info line
de: Infozeile anzeigen
gl: Amosar liña de información

source: Show infobar on channel change
de: Zeige Infoleiste beim Kanalwechsel
gl: Amosar barra de información no cambio de canle

source: Show infobar on event change
de: Zeige Infoleiste beim Sendungswechsel
gl: Amosar barra de información no cambio do evento

source: Show infobar on skip forward/backward
de: Zeige Infoleiste beim Spulen
gl: Amosar barra de información ao saltar cara adiante/atrás

source: Show latest commits
de: Zeige letzte Änderungen
gl: Amosar últimos envíos

source: Show latest update log
de: Zeige Log der letzten Aktualisierung
gl: Amosar último rexistro de actualización

source: Show media player on main menu
de: Zeige Mediaplayer im Hauptmenü
gl: Amosar reprodutor de medios no menú principal

source: Show menu or plugin numbers
de: Zeige Nummerierung des Menüs
gl: Amosar números de menú ou complemento

source: Show message if File Commander is not running and all Task's are completed.
de: Zeige eine Nachricht wenn der File Commander nicht läuft und alle Aufgaben beendet sind.

source: Show message if a background script ends successfully. Has 'stout', then this is displayed as additional info.
de: Zeige eine Nachricht wenn ein Hintergrundskript erfolgreich beendet wurde. Ist ‚stout‘ vorhanden wird es als Zusatzinformation angezeigt.

source: Show message when recording starts
de: Benachrichtigung anzeigen, wenn eine Aufnahme startet
gl: Amosar mensaxe cando comeza a gravación

source: Show movie lengths in movielist
de: Zeige Filmlänge in der Filmliste
gl: Amosar lonxitude da película na lista de películas

source: Show movies
de: Zeige Filme
gl: Amosar películas

source: Show multi channel EPG
de: Zeige Multi-Channel-EPG
gl: Amosar EPG multicanal

source: Show next picture
de: Nächstes Bild anzeigen

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
de: Benachrichtigung anzeigen, wenn Importkanäle und / oder EPG von der Remote-Empfänger-URL nicht abgeschlossen wurden
gl: Amosar notificación cando non se completa a importación de canles e/ou EPG desde a URL do receptor remoto

source: Show notification when import channels and/or EPG from remote receiver URL is completed
de: Benachrichtigung anzeigen, wenn Importkanäle und / oder EPG von der Remote-Empfänger-URL abgeschlossen sind
gl: Amosar notificación cando se completa a importación de canles e/ou EPG desde a URL do receptor remoto

source: Show notification when import channels was not successful
de: Benachrichtigung anzeigen, wenn der Kanalimport nicht erfolgreich war
gl: Amosar notificación cando a importación de canles non tivo éxito

source: Show notification when import channels was successful
de: Benachrichtigung anzeigen, wenn der Kanalimport erfolgreich war
gl: Amosar notificación cando a importación de canles tivo éxito

source: Show packages to be updated
de: Zeige zu aktualisierende Pakete
gl: Amosar paquetes que se van a actualizar

source: Show picons in channel selection list
de: Zeige Picons in Kanalliste
gl: Amosar picons na lista de selección de canles

source: Show picons in display
de: Zeige Picons im Display
gl: Amosar picons na pantalla

source: Show positioner movement
de: Rotorbewegung anzeigen
gl: Amosar movemento do posicionador

source: Show positioner position
de: Rotorposition anzeigen
gl: Amosar posición do posicionador

source: Show previous picture
de: Vorheriges Bild anzeigen

source: Show record clock icons
de: Zeige Aufnahme Uhr-Symbole
gl: Amosar iconas de reloj da gravación

source: Show record indicator
de: Zeige Aufnahmesymbol
gl: Amosar indicador de gravación

source: Show satellites list
de: Zeige Satelliten-Liste

source: Show screen path
de: Menü-Pfade anzeigen
gl: Amosar ruta da pantalla

source: Show screensaver
de: Zeige Screensaver
gl: Amosar protector de pantalla

source: Show second InfoBar
de: Zeige zweite Infoleiste
gl: Amosar segunda barra de información

source: Show second infobar
de: Zeige zweite Infoleiste
gl: Amosar segunda barra de información

source: Show service list
de: Zeige Kanalliste
gl: Amosar lista de servizos

source: Show service type icons
de: Zeige Service-Typ Icons
gl: Amosar iconas do tipo de servizo

source: Show servicelist or movies
de: Zeige Kanalliste oder Filme
gl: Amosar lista de servizos ou películas

source: Show setup default values
de: Standardwerte für die Einrichtung anzeigen

source: Show simple second infobar
de: Zeige einfache zweite Infoleiste

source: Show single service EPG
de: Zeige Einzel-Kanal-EPG
gl: Amosar EPG de servizo único

source: Show softcam information
de: Softcam-Informationen anzeigen

source: Show softcam setup in extensions menu
de: Softcam-Einstellungen im Erweiterungsmenü anzeigen

source: Show softcam startup in extensions menu
de: Softcam Startup in Erweiterungsmenü anzeigen

source: Show status icons in movie list
de: Zeige Status-Symbole in der Filmliste
gl: Amosar iconas de estado na lista de películas

source: Show status icons in movielist
de: Zeige Status-Symbole in der Filmliste
gl: Amosar iconas de estado na lista de películas

source: Show sub-menu
de: Untermenü anzeigen

source: Show subservice selection
de: Zur Unterkanal Auswahl
gl: Amosar selección de subservizos

source: Show subtitle selection
de: Zur Untertitel Auswahl
gl: Amosar selección de subtítulos

source: Show symbols on display
de: Zeige Symbole im Display
gl: Amosar símbolos na pantalla

source: Show task list
de: Aufgabenliste anzeigen

source: Show the media player...
de: Zeige den Mediaplayer.

source: Show the plugin browser..
de: Zeige Pluginliste.

source: Show the radio player...
de: Radio-Wiedergabemodus...

source: Show the service information on two lines in the channel selection screen. You can choose between the current event description below the channel name, or the current event description next to the channel name, and the next event description on the second line.
de: Zeige die Kanalliste zweizeilig an. Sie können auswählen ob die aktuelle Sendung neben dem Sendernamen und die nächste Sendung unter dem Sendernamen angezeigt wird oder die aktuelle Sendung wird unter dem Sendernamen angezeigt.
gl: Amosar a información de servizo en dúas liñas na pantalla de selección de canle. Podes elixir situar a descrición do evento actual debaixo ou a carón do nome da cale, e a descrición do seguinte evento na seguinte liña.

source: Show the tv player...
de: TV-Wiedergabemodus...

source: Show transponder info
de: Transponder-Info anzeigen
gl: Amosar información do transpondedor

source: Show two lines per entry
de: Zeige zwei Zeilen pro Eintrag
gl: Amosar dúas liñas por entrada

source: Show underline characters in filenames
de: Zeige Unterstrich Zeichen in Dateinamen
gl: Amosar guións baixos nos nomes dos ficheiros

source: Show unknown extension as text
de: Unbekannte Erweiterungen als Text anzeigen

source: Show unknown file extensions with 'Addon File-Viewer'.
de: Zeige unbekannte Dateierweiterungen mit ‚Addon File-Viewer‘.

source: Show vertical timelines
de: Zeige vertikale Zeitlinien
gl: Amosar liñas de tempo verticais

source: Show warning before set 'Ignore conflict'
de: Warne bevor "Konflikt ignorieren" eingestellt wird
gl: Amosar advertencia antes de establecer ‘Ignorar conflito’

source: Show warning when timeshift is stopped
de: Zeige eine Warning beim Stoppen des Timeshifts
gl: Amosar advertencia ao deter o timeshift

source: Show/Game Show/Leisure hobbies
de: Show/Spielshow/Freizeit

source: Show/hide window
de: Zeige/verstecke Fenster
gl: Amosar/ocultar ventá

source: Shows live tv or informations on LCD.
de: Zeige Livebild oder Informationen auf LCD.
gl: Amosar telvisión en vivo ou información no LCD.

source: Shows the state of your wireless LAN connection.
de: Zeigt den Status der WLAN-Verbinung an.
gl: Amosar estado da conexión á rede sen fíos.

source: Shuffle playlist
de: Wiedergabeliste mischen
gl: Barallar lista de reprodución

source: Shutdown
de: Ausschalten
gl: Apagar

source: Shutdown when in Standby
de: Ausschalten, falls im Standby
gl: Apagar cando está en modo de repouso

source: Signal OK, proceeding
de: Signal OK, fortsetzen
gl: Sinal OK, proseguindo

source: Signal Strength:
de: Signalstärke:

source: Signal Strength: %d
de: Signalstärke: %d

source: Signal quality
de: Signal Qualität
gl: Calidade do sinal

source: Signal strength:
de: Signalstärke:
gl: Intensidade do sinal:

source: Similar
de: Ähnlich
gl: Parecido

source: Similar EPG
de: Gleicher EPG
gl: EPG similar

source: Similar broadcasts:
de: Ähnliche Sendungen:
gl: Emisións similares:

source: Simple
de: Einfach
gl: Sinxelo

source: Simple titleset (compatibility for legacy players)
de: Schlicht (bessere Kompatibilität mit alten DVD-Playern)
gl: Conxunto de títulos sinxelo (compatibilidade con reprodutores antigos)

source: Single
de: Einzeln
gl: Único

source: Single EPG
de: Einzel EPG
gl: EPG único

source: Single satellite
de: Einzelnen Satelliten
gl: Satélite único

source: Single step (GOP)
de: Einzelschritt (GOP)
gl: Paso único (GOP)

source: Site latitude
de: Breitengrad ausrichten
gl: Latitude da posición

source: Site longitude
de: Längengrad ausrichten
gl: Lonxitude da posición

source: Size
de: Größe

source: Size reverse
de: Größe absteigend

source: Size:
de: Größe:

source: Skin & Resolution: %s (%sx%s)
de: Skin & Auflösung: %s (%sx%s)

source: Skin Selection Actions
de: Skin Auswahl Aktionen
gl: Accións de selección de skin

source: Skin Selector
de: Skin Auswahl

source: Skin setup
de: Skin einstellen

source: SkinSelector: Restart GUI
de: Skin Auswahl: GUI neustarten
gl: SkinSelector: Reinicia a GUI

source: Skip empty services
de: Überspringe leere Sender
gl: Omitir servizos baleiros

source: Skip internet connection check (disables automatic package installation)
de: Überspringe Internet-Verbindungstest (automatische Paketinstallation deaktivieren)
gl: Omitir comprobación de conexión a internet (desactiva a instalación automática de paquetes)

source: Skip jumping to live TV while timeshifting with plugins
de: Mit Plugins können Sie beim Timeshifting den Wechsel zum Live-TV überspringen

source: Skip selection
de: Auswahl überspringen

source: Sleep Timer Editor Actions
de: Schlaf-Timer-Editor-Aktionen

source: Sleep/wakeup timer
de: Aus-/Einschalt-Timer

source: SleepTimer Configuration
de: SleepTimer-Konfiguration

source: Sleeptimer edit
de: Sleeptimer bearbeiten
gl: Edición do temporizador de repouso

source: Slide picture in loop
de: Bilder als Slideshow anzeigen (Schleife)
gl: Presentar imaxe en bucle

source: Slide show interval (sec.)
de: Diaschau-Intervall (Sek.)
gl: Intervalo de diapositivas (seg.)

source: Slot %d
de: Steckplatz %d
gl: Rañura %d

source: Slot %s / FBC virtual %s
de: Slot %s / FBC virtuell %s

source: Slovak
de: Slowakisch
gl: Eslovaco

source: Slovakia
de: Slowakei
gl: Eslovaquia

source: Slovenia
de: Slowenien
gl: Eslovenia

source: Slovenian
de: Slowenisch
gl: Esloveno

source: Slow
de: Langsam
gl: Lento

source: Slow motion speeds
de: Zeitlupen-Geschwindigkeiten
gl: Velocidades de cámara lenta

source: Small
de: Klein
gl: Pequeno

source: Small progress
de: Geringer Fortschritt
gl: Pequeno progreso

source: Smooth
de: Glatt
gl: Suave

source: Softcam Setup
de: Softcam-Einrichtung

source: Softcam setup
de: Softcam Einrichtung

source: Softcam startup
de: Softcam Einstellung

source: Softcam startup...
de: Softcam Einstellung...

source: SoftcamSetup
de: Softcam Einstellung

source: Software management
de: Softwareverwaltung
gl: Xestión de software

source: Software manager setup
de: Softwaremanager Einstellung
gl: Configuración do xestor de software

source: Software restore
de: Software wiederherstellen

source: Software update
de: Software aktualisieren
gl: Actualización de software

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
de: Einige Fernsehgeräte wachen nicht aus dem Standby-Modus auf, wenn sie den Befehl "Bildansicht ein" erhalten. Versuchen Sie in diesem Fall stattdessen den Befehl "Textansicht ein".

source: Some error occurred - Please try later
de: Ein Fehler ist aufgetreten - Bitte versuchen Sie es später

source: Some plugins are not available:
de: Einige Plugins sind nicht verfügbar:
gl: Algunos complementos non están dispoñibles:

source: Sorry Inadyn Config is Missing
de: Keine Inadyn-Konfiguration vorhanden

source: Sorry MiniDLNA Config is Missing
de: Keine MiniDLNA Konfiguration vorhanden

source: Sorry feeds are down for maintenance, please try again later.
de: Keine Updates verfügbar. Bitte später nochmal versuchen.

source: Sorry uShare Config is Missing
de: Keine uShare Konfiguration vorhanden

source: Sorry your Backup destination does not exist Please choose an other one.
de: Ihr Sicherungsverzeichnis ist nicht beschreibbar. Bitte wählen Sie ein anderes Verzeichnis aus.

source: Sorry, %s has not been installed!
de: Entschuldigung, %s ist nicht installiert!
gl: Sentímolo, %s non se instalou!

source: Sorry, deleting directories can (for now) only be done through the trash can.
de: Entschuldigung, Verzeichnisse können (bis jetzt) nur per Mülleimer gelöscht werden.
gl: Sentímolo, a eliminación de directorios só pode facerse (por agora) a través da papeleira.

source: Sorry, no backups found!
de: Entschuldigung, keine Sicherungen gefunden!
gl: Sentímolo, non se atoparon copias de seguridade!

source: Sorry, no details available!
de: Entschuldigung, keine Details verfügbar!
gl: Sentímolo, non hai detalles dispoñibles!

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
de: Kein Gerät gefunden zum Auslagern. Swapdatei kann nicht auf einem Netzwerkspeicher oder FAT32 Dateisystemen erstellt werden

source: Sorry, this tuner is in use.
de: Der Tuner wird bereits verwendet.
gl: Sentímolo, este sintonizador está en uso.

source: Sorry, your backup destination is not writeable. Please select a different one.
de: Entschuldigung, Ihr Sicherungsverzeichnis ist nicht beschreibbar. Bitte wählen Sie ein anderes Verzeichnis aus.
gl: Sentímolo, non pode escribirse no destino de copia de seguridade. Por favor, selecciona outro.

source: Sort
de: Sortieren
gl: Ordenar

source: Sort by
de: Sortiere nach
gl: Ordenar por

source: Sort list to default and exit?
de: Liste normal sortieren und beenden?
gl: Ordenar por defecto a lista e saír?

source: Sort list:
de: Sortiere Liste:
gl: Ordenar lista:

source: Sort order for help screen
de: Sortierreihenfolge für den Hilfebildschirm

source: Sort order for menu entries
de: Sortierung für Menüeinträge
gl: Orden de clasificación das entradas de menú

source: Sort order for setup entries
de: Sortierreihenfolge für Setup-Einträge

source: Sort plugins list to default?
de: Pluginliste nach Standard sortieren?
gl: Ordenar por defecto a lista de complementos?

source: Sort time
de: Sortiere nach Zeit
gl: Ordenar por data

source: Sorting left files by name, date or size
de: Linke Seite Dateien nach Name, Datum oder Größe sortieren

source: Sorting of playlists
de: Sortierung der Wiedergabeliste
gl: Clasificación de listas de reprodución

source: Sorting right files by name, date or size
de: Rechte Seite Dateien nach Name, Datum oder Größe sortieren

source: Sound
de: Ton
gl: Son

source: Sound carrier
de: Tonträger
gl: Portadora de son

source: Source Charset
de: Quellzeichensatz

source: Source request
de: Eingangs Anfrage
gl: Solicitude de orixe

source: South
de: Süd
gl: Sur

source: Spanish
de: Spanisch
gl: Español

source: Special 1
de: Spezial 1
gl: Especial 1

source: Special 2
de: Spezial 2
gl: Especial 2

source: Specify extra timeframe to ignore inactivity sleeptimer
de: Zusätzlicher Zeitbereich, in dem der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica un período de tempo extra para ignorar o temporizador de repouso

source: Specify if you want to set the blocktimes separately by weekday
de: Ausnahmen separat nach Wochentag definieren
gl: Especifica se desexas establecer os tempos de bloque por separado cada día da semana

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
de: Endzeit, bis wann das automatische Ausschalten im Standby ignoriert werden soll
gl: Especifica a hora de remate para ignorar o temporizador de apagado cando o receptor está en modo de repouso

source: Specify the end time until the inactivity sleeptimer should be ignored
de: Endzeit, bis wann der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica a hora de remate ata a que se debería ignorar o temporizador de repouso

source: Specify the extra end time until the inactivity sleeptimer should be ignored
de: Zusätzliche Endzeit, bis wann der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica o tempo extra de remate ata o que se debería ignorar o temporizador de repouso

source: Specify the extra start time when the inactivity sleeptimer should be ignored
de: Zusätzliche Anfangszeit, ab wann der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica o tempo extra de inicio no que se debería ignorar o temporizador de repouso

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
de: Anfangszeit, ab wann das automatische Ausschalten im Standby ignoriert werden soll
gl: Especifica o tempo de inicio para ignorar o temporizador de repouso cando o receptor está en modo de repouso

source: Specify the start time when the inactivity sleeptimer should be ignored
de: Anfangszeit, ab wann der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica a hora de inicio na que se debería de ignorar o temporizador de repouso

source: Specify timeframe to ignore inactivity sleeptimer
de: Zeitbereich, in dem der Inaktivität-Sleeptimer ignoriert werden soll
gl: Especifica o período de tempo para ignorar o temporizador de repouso

source: Specify timeframe to ignore the shutdown in standby
de: Zeitbereich, in dem das Ausschalten im Standby ignoriert werden soll
gl: Especifica un período de tempo para ignorar o apagado en modo de repouso

source: Split preview mode
de: Splitscreen für Vorschau-Modus
gl: Dividir modo de previsualización

source: Splitscreen
de: Geteilter Bildschirm
gl: Pantalla dividida

source: Sports
de: Sport
gl: Deportes

source: Standard list
de: Standardliste

source: Standby / restart
de: Standby / Neustart
gl: Repouso / reinicio

source: Standby Actions
de: Standby-Aktionen

source: Standby LED
de: LED im Standby-Modus
gl: LED de repuso

source: Standby after current event
de: Standby nach aktueller Sendung
gl: Repouso despois do evento actual

source: Start CableScan
de: Starte Kabel Suchlauf

source: Start Cablescan
de: Starte Kabel Suchlauf

source: Start Fastscan
de: Starte Fastscan

source: Start Sleeptimer
de: Sleeptimer starten

source: Start directory
de: Anfangsverzeichnis
gl: Directorio de inicio

source: Start from the beginning
de: Am Anfang starten
gl: Comezar desde o inicio

source: Start instant recording
de: Sofortaufnahme beginnen
gl: Comezar a gravación instantánea

source: Start offline decode
de: Starte lokale Entschlüsselung
gl: Comezar a descodificación sen conexión

source: Start recording current event
de: Aktuelle Sendung aufnehmen

source: Start recording?
de: Aufnahme beginnen?
gl: Comezar a gravación?

source: Start teletext
de: Starte Teletext
gl: Comezar o teletexto

source: Start test
de: Test starten
gl: Comezar a proba

source: Start time
de: Startzeit
gl: Hora de inicio

source: Start time to ignore inactivity sleeptimer
de: Startzeit zum Ignorieren des Inaktivität-Sleeptimers
gl: Hora de inicio para ignorar o temporizador de repouso por inactividade

source: Start time to ignore shutdown in standby
de: Startzeit kein Wechsel vom Standby in Deep-Standby
gl: Hora de inicio para ignorar o apagado en repouso

source: Start timeshift
de: Timeshift starten
gl: Comezar o timeshift

source: Start with list screen
de: Mit Liste beginnen
gl: Comezar coa pantalla de lista

source: Start/stop slide show
de: Diashow starten / stoppen

source: Starting download of image file? Press OK to start or Exit to abort.
de: Download des Image starten? Drücke OK zum Starten oder Exit zum Abbrechen.

source: Starting on
de: Beginnend ab
gl: Comezando

source: Startup the set top box in standby
de: Die STB in den Standby starten
gl: Iniciar o receptor en rempouso

source: Startup to Standby
de: In den Standby starten
gl: Iniciar a repouso

source: Step east
de: Schritt nach Osten
gl: Paso leste

source: Step west
de: Schritt nach Westen
gl: Paso oeste

source: Stepped east
de: Nach Osten justiert
gl: Paso ao leste

source: Stepped west
de: Nach Westen justiert
gl: Paso ao oeste

source: Steps
de: Schritte

source: Stop PiP
de: Beende Bild im Bild
gl: Deter PiP

source: Stop Sleeptimer
de: Sleeptimer anhalten
