Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
de: Veränderungen des Tuner-Transponders nicht mehr überwachen. Bitte wählen Sie diese Option nur falls Sie sich ganz sicher sind was Sie tun.
gl: Cando está activado, o receptor xa no supervisa o transpondedor sintonizado en busca de posibles cambios. Non uses esta opción agás se sabes o que estás a facer.

source: When enabled, the receiver will select an AC3 track (when available).
de: AC3 Tonspur verwenden (falls vorhanden).
gl: Cando está activado, o receptor selecciona unha pista AC3 (cando estea dispoñible).

source: When enabled, the receiver will select an AC3+ track (when available).
de: Wenn aktiviert, wird nach Möglichkeit die AC3+ Tonspur verwendet.
gl: Cando está activado, o receptor selecciona unha pista AC3+ (cando estea dispoñible).

source: When enabled, then when changing bouquets, set the cursor on the service from the channel history in the channel selection list.
de: Wenn aktiviert, setzen Sie beim Ändern von Bouquets den Cursor auf den Dienst aus dem Kanalverlauf in der Kanalauswahlliste.

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
de: Wenn aktiviert, hat diese Einstellung mehr Priorität als 'bevorzugte Tuner für Aufnahmen'.
gl: Cando está activado, este axuste ten máis peso ca ‘Sintonizador preferido para gravacións’.

source: When enabled, this setting has more weight than 'Preferred tuner'.
de: Wenn aktiviert, hat diese Einstellung mehr Priorität als 'bevorzugte Tuner'.
gl: Cando está activado, este axuste ten máis peso ca ‘Sintonizador preferido’.

source: When enabled, timeshift starts automatically in background after specified time.
de: Falls aktiviert, startet im Hintergrund automatisch die Timeshift-Aufnahme nach der eingestellten Zeit.
gl: Cando está activado, timeshift comeza automaticamente despois do tempo especificado.

source: When enabled, use DHCP for the IP configuration.
de: Dynamische IP Adressen (DHCP) für IP-Vergabe verwenden.
gl: Cando está activado, utilízase DHCP para a configuración IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
de: Der Receiver erkennt Aktivitäten am Video-SCART Eingang.
gl: Cando está activado, o receptor detecta a actividade na entrada SCART do VCR.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
de: Aufnahme früher beginnen, als Startzeit die EPG zur Verfügung stellt (falls nicht 0).
gl: Cando non é cero, as gravacións comezan antes da hora de inicio indicada pola EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
de: Aufnahme später stoppen, als Endzeit die EPG zur Verfügung stellt (falls nicht 0).
gl: Cando non é cero, as gravacións detéñense despois da hora de remate indicada pola EPG.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
de: Wenn der Receiver aus dem Standby-Modus erwacht, befiehlt er dem Fernsehgerät, auf den HDMI-Eingang umzuschalten, an den der Receiver angeschlossen ist.

source: When selected this allows video modes to be selected even if they are not reported as supported.
de: Wenn diese Option aktiviert ist, können Videomodi ausgewählt werden, auch wenn sie nicht als unterstützt gemeldet werden.

source: When set to 'Yes', all locations where SNR is displayed in dB's will show an SNR percentage, and vice versa.
de: Bei "Ja" wird an allen Stellen, an denen der SNR in dB angezeigt wird, ein SNR-Prozentsatz angezeigt und umgekehrt.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
de: Skalieren/Strecken wenn Inhalt ein Bildformat von 16:9 aufweist.
gl: Cando o contido ten unha relación de aspecto de 16:9, elixe se desexas escalar/estirar a imaxe.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
de: Skalieren/Strecken wenn Inhalt ein Bildformat von 4:3 aufweist.
gl: Cando o contido ten unha relación de aspecto de 4:3, elixe se desexas escalar/estirar a imaxe.

source: When the receiver wakes from standby or deep standby, it will send a command to the TV to bring it out of standby too.
de: Wenn der Receiver aus dem Standby-Modus oder dem tiefen Standby-Modus erwacht, sendet er einen Befehl an das Fernsehgerät, um es ebenfalls aus dem Standby-Modus zu holen.

source: Where do you want to backup your settings?
de: Wohin möchten Sie die Einstellungen sichern?

source: Where do you want to flash image %s to?
de: Wohin wollen Sie das Image %s flashen?

source: Where to save temporary timeshift recordings?
de: Wo wollen Sie temporäre Timeshift Aufnahmen speichern?
gl: Onde gardar as gravacións temporais de timeshift?

source: Width
de: Breite

source: Window Actions
de: Fenster-Aktionen

source: Wireless LAN
de: Funk-Netzwerk
gl: Rede sen fíos

source: Wireless network
de: Funk-Netzwerk
gl: Rede sen fíos

source: Wireless network configuration...
de: Funk-Netzwerk Konfiguration.
gl: Configuración da rede sen fíos…

source: Wireless network connection setup
de: Funk-Netzwerk Verbindungseinstellungen
gl: Configuración da conexión á rede sen fíos

source: Wireless network connection setup.
de: Funk-Netzwerk Verbindungseinstellungen.
gl: Configuración da conexión á rede sen fíos.

source: Wireless network state
de: Funk-Netzwerk Status
gl: Estado da rede sen fíos

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
de: Mit T2MI-ROH Modus deaktiviert (Standard) kann Single T2MI-PLP Kapselung verwendet werden. Mit T2MI-ROH Modus aktiviert kann Astra-sm verwendet werden um T2MI zu analysieren
gl: Co modo T2MI RAW desactivado (predeterminado) podemos usar unha única desencapsulación T2MI PLP. Co modo T2MI RAW activado podemos usar astra-sm para analizar T2MI

source: With errors:
de: Mit Fehlern:
gl: Con erros:

source: With popup
de: Mit Popup
gl: Con ventá emerxente

source: With this disclaimer the teamBlue team is informing you that we are working with nightly builds and it might be that after the upgrades your set top box is not anymore working as expected. Therefore it is recommended to create backups. If something went wrong you can easily and quickly restore. If you discover 'bugs' please keep them reported on www.teamblue.tech. Do you understand this?
de: Mit diesem Haftungsausschluss informiert Euch das teamBlue Team darüber, dass wir mit nächtlichen Bauzyklen arbeiten und es könnte sein, dass nach dem Upgrade Ihre Set-Top-Box nicht mehr wie erwartet funktioniert. Deshalb ist es empfehlenswert Backups zu erstellen. Wenn etwas schief gelaufen ist, können Sie dieses einfach und schnell wiederherstellen. Wenn Sie 'Bugs' entdecken, bitte melden Sie diese auf www.gigablue-support.com. Haben Sie das zur Kenntnis genommen?

source: With this option you can switch on the display during operation.
de: Mit dieser Option können Sie das Display im Betrieb ausschalten.
gl: Con esta opción, podes acender a pantalla durante a operación.

source: With this option you can switch on the display in Deep Standby Mode.
de: Mit dieser Option können Sie das Display im Deep Standby ausschalten.
gl: Con esta opción, podes acender a pantalla en modo de repouso profundo.

source: With this option you can switch on the display in Standby Mode.
de: Mit dieser Option können Sie das Display im Standby ausschalten.
gl: Con esta opción, podes acender a pantalla en modo de repouso.

source: With this option you can switch the LED color or deactivate the LED.
de: Mit dieser Option können Sie die LED Farbe ändern oder die LED ausschalten.
gl: Con esta opción, podes cambiar a cor do LED ou desactivar o LED.

source: Without popup
de: Ohne Popup
gl: Sen ventá emerxente

source: Wizard setup
de: Einrichtungsassistent
gl: Configuración co asistente

source: Wizard to arrange the overscan
de: Assistent, um das Overscan einzustellen
gl: Asistente para axustar o overscan

source: Would you like to be able to install softcams? Attention - Country specific illegal! Check legality for your specific country in advance!
de: Würdest du gerne Softcams installieren können? Achtung - Länderspezifisch illegal! Prüfe die Legalität für dein Land im Voraus!

source: Would you save the entered PIN %s persistent?
de: Wollen Sie die eingegebene PIN %s dauerhaft speichern?
gl: Queres gardar o PIN %s de forma permanente?

source: Write error while recording. Disk full?
de: Schreibfehler bei der Aufnahme. Festplatte voll?
gl: Erro durante a gravación. Disco cheo?

source: Write failed!
de: Schreiben fehlgeschlagen!
gl: Erro de escritura!

source: Write to /tmp/positionersetup.log
de: Fehler beim Schreiben: /tmp/positionersetup.log
gl: Escribir en /tmp/positionersetup.log

source: XBox 360 support
de: XBox 360 Unterstützung

source: YELLOW
de: GELB

source: YES
de: JA
gl: SI

source: Year
de: Jahr
gl: Ano

source: Yellow
de: Gelb
gl: Amarelo

source: Yellow button function
de: Funktion der gelben Taste

source: Yes
de: Ja
gl: Si

source: Yes (save index in setup tuner)
de: Ja (speichere Index in Tunereinstellung)
gl: Si (gardar índice no sintonizador de configuración)

source: Yes and save
de: Ja und Speichern
gl: Si e gardar

source: Yes and save in movie dir
de: Ja, diesen Film im Filmordner speichern
gl: Si e gardar no directorio de películas

source: Yes to all
de: Ja, zu allen
gl: Si a todo

source: Yes, always
de: Ja, immer
gl: Si, siempre

source: Yes, and delete this movie
de: Ja, diesen Film löschen
gl: Si, e borrar esta película

source: Yes, backup my settings!
de: Ja, meine Einstellungen sichern!

source: Yes, delete this movie and return to movie list
de: Ja, lösche diesen Film und kehre zur Filmliste zurück
gl: Si, borrar esta película e volver á lista de películas

source: Yes, do a manual scan now
de: Ja, einen manuellen Suchlauf durchführen

source: Yes, do an automatic scan now
de: Ja, einen automatischen Suchlauf durchführen

source: Yes, do another manual scan now
de: Ja, einen weiteren manuellen Suchlauf durchführen

source: Yes, restore the settings now
de: Ja, die Einstellungen jetzt wiederherstellen

source: Yes, returning to movie list
de: Ja, zurück zur Filmauswahl
gl: Si, volvendo á lista de películas

source: Yes, shut down now.
de: Ja, jetzt herunterfahren.

source: Yesterday
de: Gestern
gl: Onte

source: You already have a channel list installed, would you like to remove "%s"?
de: Sie haben bereits eine Kanalliste installiert. Wollen Sie "%s" entfernen?
gl: Xa tes unha lista de canles instalada, queres eliminar “%s”?

source: You can cancel the installation.
de: Sie können die Installation abbrechen.
gl: Podes cancelar a instalación.

source: You can cancel the removal.
de: Sie können das Entfernen abbrechen.
gl: Podes cancelar a eliminación.

source: You can continue watching TV etc. while this is running.
de: Der Vorgang findet im Hintergrund statt, Sie können Ihren Receiver ganz normal weiter nutzen.
gl: Puede continuar a ver a televisión, etc. mentres isto se está a executar.

source: You can display MiniTV with or without OSD Menu
de: Zeige im Display MiniTV mit oder ohne OSD Menü

source: You can display PIP with or without OSD Menu
de: Zeige im Display PiP mit oder ohne OSD MenÜ

source: You can enable if will be displayed extended EPG description for item.
de: Aktivieren, um erweiterte EPG-Beschreibung für Artikel anzuzeigen.
gl: Puede activar se se amosa a descrición estendida na EPG do elemento.

source: You can install this plugin.
de: Sie können dieses Plugin installieren.
gl: Podes instalar este complemento.

source: You can only burn Dreambox recordings!
de: Sie können nur Receiver-Aufnahmen brennen!

source: You can remove this plugin.
de: Sie können dieses Plugin deinstallieren.
gl: Podes desinstalar este complemento.

source: You can set selected directory as 'root' directory for movie player.
de: Sie können das ausgewählte Verzeichnis als "root" -Verzeichnis für den Movie-Player festlegen.
gl: Podes establecer o directorio seleccionado como directorio ‘raíz’ para o reprodutor de películas.

source: You can set sorting type for items in movielist.
de: Sie können den Sortiertyp für die Einträge in der Movielist festlegen.
gl: Podes establecer o tipo de ordenación da lista de películas.

source: You can't usefully run '%s' on '%s'.
de: Sie können ‚%s‘ auf ‚%s‘ nicht sinnvoll ausführen.

source: You can't usefully run '%s' on a directory.
de: %s kann für ein Verzeichnis nicht sinnvoll ausgeführt werden.

source: You cannot delete this!
de: Löschen nicht möglich!
gl: Non podes borrar isto!

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. Unfortunately, your model of receiver is not capable to adjust the dimensions of the user interface. If not everything is visible, you should change the installed skin to one that supports the overscan area of your TV. When you select a different skin, the user interface of your receiver will restart. Note: you can always start the Overscan Wizard later, via menu->settings->system->userinterface->position & size
de: Du hast nicht alle acht Pfeilspitzen gesehen. Dies bedeutet, dass Ihr TV-Gerät die Overscan-Funktion aktiviert hat und Ihnen ein vergrößertes Bild anzeigt, wodurch Sie einen Teil eines Full-HD-Bildschirms verlieren. Darüber hinaus können Sie Teile der Benutzeroberfläche, z. B. Lautstärkebalken und mehr, sehen. Leider ist Ihr Empfängermodell nicht in der Lage, die Abmessungen der Benutzeroberfläche anzupassen. Wenn nicht alles sichtbar ist, sollten Sie den installierten Skin auf eine Größe umstellen, die der Overscan-Bereich Ihres Fernsehgeräts unterstützt. Wenn Sie ein anderen Skin auswählen, wird die Benutzeroberfläche Ihres Empfängers neu gestartet. Hinweis: Sie können den Overscan-Assistenten jederzeit später starten Menü-> Einstellungen-> System-> Benutzerschnittstelle-> Position & Größe

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition to this you may also miss parts of the user interface, for example volume bars and more. You can now try to resize and change the position of the user interface until you see the eight arrow heads. When done press OK.
de: Sie haben nicht alle acht Pfeilspitzen gesehen. Dies bedeutet, dass Ihr TV-Gerät die Overscan-Funktion aktiviert hat und Ihnen ein vergrößertes Bild anzeigt, wodurch Sie einen Teil eines Full-HD-Bildschirms verlieren. Darüber hinaus können Sie Teile der Benutzeroberfläche vermissen, z. B. Lautstärkebalken und mehr. Sie können nun versuchen, die Größe der Benutzeroberfläche zu ändern und die Position zu ändern, bis Sie die acht Pfeilspitzen sehen. Wenn Sie fertig sind, drücken Sie OK.
gl: Non viches as oito frechas. Isto significa que o teu TV ten o overscan activado e presenta unha imaxe ampliada, causando que perda parte dunha pantalla Full HD. Ademais, isto tamén pode causar que falten partes da interface de usuario como, por exemplo, as barras de volume e máis. Agora podes intentar cambiar a posición da interface de usuario ata que vexas as oito puntas de frecha. Cando remates, preme OK.

source: You didn't select a channel to record from.
de: Sie haben keinen Sender zum Aufnehmen ausgewählt.
gl: Non seleccionaches unha canle para gravar.

source: You have chosen to backup your settings. Please press OK to start the backup now.
de: Sie haben sich entschieden Ihre Einstellungen zu sichern. Drücken Sie OK, um den Vorgang zu starten.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
de: Sie haben sich entschlossen, Ihre Einstellungen wiederherzustellen. Enigma2 wird nach der Wiederherstellung neu starten. Bitte drücken Sie OK, um mit der Wiederherstellung zu beginnen.

source: You have to create a Swap File before activating autostart.
de: Es muss erst eine Swapdatei angelegt werden bevor der Autostart aktiviert werden kann.

source: You have to include at least %d aspect ratio modes!
de: Sie müssen mindestens %d Seitenverhältnis Modi enthalten!

source: You have to wait %(min)d minutes, %(sec)d seconds!
de: Sie müssen %(min)d Minuten, %(sec)d Sekunden warten!

source: You must set a root password in order to be able to use network services, such as FTP, telnet or ssh.
de: Es muss ein Passwort für root gesetzt werden, um Netzwerk Dienste wie FTP, Telnet oder SHH benutzen zu können.

source: You must set at least one Command
de: Sie müssen zumindest ein Kommando setzen

source: You must switch to the service %s (%s - '%s')!
de: Schalten Sie auf Kanal %s (%s - '%s')!
gl: Tes que cambiar ao servizo %s (%s - ‘%s’)!

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website https://www.opena.tv. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
de: Sie müssen einen PC mit Ihrer %s %s verbunden haben. Wenn Sie weiterführende Informationen benötigen, besuchen Sie die Webseite https://www.opena.tv. Die %s %s wird nun ausgeschaltet. Nachdem Sie das Update wie auf der Webseite beschrieben durchgeführt haben, wird Sie die neue Firmware fragen, ob Sie die Einstellungen wiederherstellen wollen.

source: You need to initialize your storage device first
de: Sie müssen Ihr Speichergerät erst Initialisieren (Formatieren)

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
de: Du musst einen PIN-Code festlegen und ihn vor deinen Kindern verbergen. Willst du die PIN jetzt festlegen?

source: You seem to be in timeshift!
de: Sie befinden sich scheinbar im Timeshift!
gl: Parece que estás en timeshift!

source: Your %s %s does not have an internet connection
de: Deine %s %s hat keine Internetverbindung

source: Your %s %s goes to WOL
de: Ihr %s %s geht nun in WOL

source: Your %s %s is not connected to the internet, please check your network settings and try again.
de: %s %s ist nicht mit Internet verbunden. Kontrollieren Sie die Netzwerkeinstellung.

source: Your %s %s is rebooting
de: Ihr %s %s Receiver startet neu

source: Your %s %s is shutting down
de: Ihr %s %s Receiver wird ausgeschaltet

source: Your %s %s is shutting down. Please wait...
de: Ihre %s %s wird jetzt ausgeschaltet. Bitte warten...

source: Your %s %s will Reboot...
de: %s %s startet neu...

source: Your %s %s will Restart...
de: %s %s startet neu...

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
de: Ihre %s %s wird nach der Installation des Services neu gestartet Wollen Sie - %s - installieren?

source: Your %s %s will be restarted after the installation of service. Ready to install %s ?
de: Deine %s %s wird nach installieren des Services neu gestartet %s jetzt installieren?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
de: Ihre %s %s wird nach dem Entfernen des Services neu gestartet Wollen Sie nun entfernen?

source: Your %s %s will be restarted after the removal of service. Do you want to remove now ?
de: Ihre %s %s wird nach dem Entfernen des Services neu gestartet Wollen Sie nun entfernen?

source: Your PIN code is 0000. This is the default PIN code and it disables parental control!
de: Ihr Jugendschutz-PIN lautet: 0000. Dies ist der Standard-PIN und deaktiviert den Jugendschutz.
gl: A teu código PIN é 0000. Este é o código PIN predeterminado e desactiva o control paterno!

source: Your backup succeeded. We will now continue to explain the further upgrade process.
de: Ihre Sicherung ist geglückt. Der Receiver wird nun den weiteren Aktualisierungs-Prozess erklären.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
de: Die Zusammenstellung überschreitet die Größe eines einfachen Mediums, Sie werden einen Doppelschicht-Rohling (Dual Layer) benötigen!
gl: A túa colección supera o tamaño dun medio de capa simple, necesitará un DVD baleiro de dobre capa!

source: Your current collection will get lost!
de: Ihre aktuelle Zusammenstellung geht dabei verloren!
gl: Vaise perder a túa colección actual!

source: Your frontprocessor will be updated Please wait until your %s %s reboots This may take a few minutes
de: Ihr Frontprozessor wird aktualisiert Bitte warten Sie, bis Ihre %s %s neu startet Das kann einige Minuten dauern

source: Your internet connection is not working! Please choose what you want to do next.
de: Ihre Internetverbindung funktioniert nicht! Bitte wählen Sie eine Option zum Fortfahren.
gl: A conexión a internet non funciona! Elixe o que queres facer a seguir.

source: Your internet connection is working (IP address: %s)
de: Verbindung zum Internet aufgebaut (IP: %s)
gl: A conexión a Internet funciona (IP: %s)

source: Your network configuration has been activated.
de: Ihre Netzwerk-Konfiguration wurde aktiviert.
gl: Activouse a configuración de rede.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
de: Ihr Empfänger kann SCPC-optimierten Suchbereich verwenden. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
gl: O receptor pode usar o rango de busca optimizado SCPC. Consulta o manual para máis información.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
de: Ihr Empfänger kann die Tonamplitude verwenden. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
gl: O receptor pode usar amplitude de tono. Consulta o manual para máis información.

source: Your receiver does not have an internet connection
de: Deine %s %s hat keine Internetverbindung
gl: O receptor non ten conexión a Internet

source: Your receiver is now ready to be used. Your internet connection is working.
de: Ihr Receiver ist nun konfiguriert. Ihre Internetverbindung funktioniert.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
de: Ihr Receiver ist jetzt konfiguriert. Ihre Internetverbindung funktioniert nun. Bitte OK drücken zum Fortfahren.
gl: O receptor xa está listo para ser utilizado. A conexión a Internet está a funcionar. Por favor, preme OK para continuar.

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
de: Ihr Receiver könnte jetzt unbenutzbar sein. Bitte konsultieren Sie das Handbuch, bevor Sie Ihren Receiver neustarten.
gl: O receptor podería non ser utilizable agora. Por favor, consulta o manual para obter máis axuda antes de reinicialo.

source: Your receiver will got to stand by due to the sleeptimer.
de: Der Receiver geht jetzt gemäß des Sleeptimers in den Standby.
gl: O receptor vai pasar a repouso debido a un temporizador.

source: Your receiver will got to standby due to inactivity.
de: Der Receiver geht jetzt wegen Inaktivität in den Standby.
gl: O receptor vai pasar a repouso debido á inactividade.

source: Your receiver will restart after pressing OK on your remote control.
de: Ihr Receiver startet neu nach Betätigung der OK-Taste.
gl: O receptor reiniciarase despois de pulsar OK no mando a distancia.
