Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: MemoryInfo - only for Developers
de: MemoryInfo - nur für Entwickler

source: Menu
de: Menü
gl: Menú

source: Menu Actions
de: Menü-Aktionen

source: Menu button function
de: Funktion der Menütaste

source: Menusort (%s)
de: Menüsortierung (%s)
gl: Orde de menú (%s)

source: Message
de: Nachricht
gl: Mensaxe

source: Message...
de: Nachricht...
gl: Mensaxe…

source: Messages
de: Nachrichten
gl: Mensaxes

source: Metadata changed:
de: Metadaten geändert:

source: MiniDLNA Setup
de: MiniDLNA-Medienserver

source: MiniTV framerate
de: MiniTV Bildrate

source: MiniTV on frontpanel
de: MiniTV auf Frontpanel

source: MiniTV with OSD - video0+fb
de: MiniTV mit OSD - video0+fb

source: Minimum age %d years
de: Mindestalter %d Jahre
gl: Idade mínima%d anos

source: Minimum send interval
de: Sendeintervall Mininum
gl: Intervalo mínimo de envío

source: Minute Input Actions
de: Minute Eingabe Aktionen

source: Missing
de: Fehlend
gl: Desaparecido

source: Mode
de: Modus
gl: Modo

# Satellite configuration mode
source: Mode
de: Modus
gl: Modo

# Video output mode
source: Mode
de: Modus
gl: Modo

source: Mode %s (%04o)
de: Modeus %s (%04o)

source: Model
de: Modell
gl: Modelo

source: Model:
de: Modell:
gl: Modelo:

source: Model: %s
de: Modell: %s

source: Model: %s %s
de: Modell: %s %s

source: Model: unknown
de: Modell: unbekannt

source: Modes
de: Modi
gl: Modos

source: Modified:
de: Geändert:

source: Mon
de: Mo
gl: Lun

source: Mon-Fri
de: Montag bis Freitag
gl: Lun-Ven

source: Monday
de: Montag
gl: Luns

source: Monthly
de: Monatlich

source: Mosquito noise reduction
de: Mosquito-Rauschreduzierung
gl: Redución de ruído de mosquito

source: Motor command retries
de: Motorbefehl Wiederholungen
gl: Reintentos do comando do motor

source: Motor running timeout
de: Timeout Motorlaufzeit
gl: Pausa do movemento do motor

source: Mount
de: Einhängepunkt
gl: Montar

source: Mount as /media/hdd1
de: Unter /media/hdd1einhängen

source: Mount as /media/hdd2
de: Unter /media/hdd2 einhängen

source: Mount as /media/hdd3
de: Unter /media/hdd3 einhängen

source: Mount as /media/hdd4
de: Unter /media/hdd4 einhängen

source: Mount as /media/hdd5
de: Unter /media/hdd5 einhängen

source: Mount as /media/usb
de: Unter /media/usb einhängen

source: Mount as /media/usb1
de: Unter /media/usb1 einhängen

source: Mount as /media/usb2
de: Unter /media/usb2 einhängen

source: Mount as /media/usb3
de: Unter /media/usb3 einhängen

source: Mount as /media/usb4
de: Unter /media/usb4 einhängen

source: Mount as /media/usb5
de: Unter /media/usb5 einhängen

source: Mount as main hdd
de: Als Hauptspeicherort /media/hdd

source: Mount on custom path
de: Eigener Mountpunkt

source: Mount point exist!
de: Der angegebene Mountpunkt ist bereits vorhanden!

source: MountEdit
de: Einhängepunkt Anpassen

source: MountView
de: Mount Übersicht

source: Mountpoint: %s (%s)
de: Einhängepunkt: %s (%s)

source: Mountpoints
de: Einhängepunkt

source: Mounts
de: Einhängen

source: Move
de: Verschieben
gl: Movemento

source: Move %d elements
de: %d Elemente verschieben

source: Move 1 element
de: 1 Element verschieben

source: Move PiP
de: Bild im Bild (PiP) verschieben
gl: Mover PiP

source: Move PiP to main picture
de: Bild im Bild tauschen und beenden
gl: Mover PiP á imaxe principal

source: Move Picture in Picture
de: Bild im Bild verschieben
gl: Mover PiP

source: Move down a line
de: Eine Zeile nach unten bewegen

source: Move down a screen
de: Einen Bildschirm nach unten gehen

source: Move down in bouquet list
de: In der Bouquetliste nach unten rücken

source: Move down list
de: Liste nach unten bewegen

source: Move east
de: Drehen nach Osten
gl: Mover ao leste

source: Move file
de: Datei verschieben

source: Move file/directory to target directory
de: Datei/Verzeichnis in Zielverzeichnis verschieben

source: Move files/directories to target directory
de: Dateien/Verzeichnisse in das Zielverzeichnis verschieben

source: Move folder
de: Verschiebe Verzeichnis

source: Move the keyboard cursor down
de: Bewegen Sie den Cursor nach unten
gl: Mover o cursor do teclado cara abaixo

source: Move the keyboard cursor left
de: Bewegen Sie den Cursor nach links
gl: Mover o cursor do teclado cara a esquerda

source: Move the keyboard cursor right
de: Bewegen Sie den Cursor nach rechts
gl: Mover o cursor do teclado cara a dereita

source: Move the keyboard cursor up
de: Bewegen Sie den Cursor nach oben
gl: Mover o cursor do teclado cara arriba

source: Move the text cursor left
de: Bewegen Sie den Cursor nach links
gl: Mover o cursor de texto cara a esquerda

source: Move the text cursor right
de: Bewegen Sie den Cursor nach rechts
gl: Mover o cursor de texto cara a dereita

source: Move the text cursor to the first character
de: Verschieben Sie den Cursor auf das erste Zeichen
gl: Mover o cursor de texto ao primeiro carácter

source: Move the text cursor to the last character
de: Verschieben Sie den Cursor auf das letzte Zeichen
gl: Mover o cursor de texto ao último carácter

source: Move to first line / screen
de: Zur ersten Zeile / zum ersten Bildschirm gehen

source: Move to last line / screen
de: Zur letzten Zeile / zum letzten Bildschirm gehen

source: Move to position X
de: Drehe zur Position X
gl: Mover á posición X

source: Move to the next page
de: Zur nächsten Seite wechseln
gl: Mover á páxina seguinte

source: Move to the next skin
de: Zum nächsten Skin wechseln
gl: Mover á skin seguinte

source: Move to the previous page
de: Zur vorherigen Seite wechseln
gl: Mover á páxina anterior

source: Move to the previous skin
de: Zum vorherigen Skin wechseln
gl: Mover á skin anterior

source: Move up a line
de: Eine Zeile nach oben verschieben

source: Move up a screen
de: Einen Bildschirm nach oben gehen

source: Move up in bouquet list
de: In der Bouquetliste nach oben rücken

source: Move up list
de: Eintrag hoch

source: Move west
de: Drehen nach Westen
gl: Mover ao oeste

source: Moved to position 0
de: Zur Position 0 bewegt
gl: Moveuse á posición 0

source: Moved to position at index
de: Zur Index Position bewegt
gl: Moveuse á posición no índice

source: Movement
de: Steuerung
gl: Movemento

source: Movie
de: Film

source: Movie List Setup
de: Film Listen Einstellungen

source: Movie Player Actions
de: Movie Player-Aktionen

source: Movie Selection Actions
de: Filmauswahl-Aktionen

source: Movie list configuration
de: Filmlisten Einstellungen
gl: Configuración da lista de películas

source: Movie location
de: Film Verzeichnis
gl: Ruta á película

source: Movie selection
de: Filmauswahl
gl: Selección de películas

source: Movielist menu
de: Aufnahmen-Menü
gl: Menú de lista de películas

source: Moving
de: Ansteuern
gl: Movendo

source: Moving east...
de: Bewege östlich ...

source: Moving files
de: Dateien verschieben

source: Moving to position
de: Bewege zur Position
gl: Movendo á posición

source: Moving west...
de: Bewege westlich ...

source: Msg Box Actions
de: Msg Box-Aktionen

source: Multi channel downmix
de: Multi Channel heruntermischen
gl: Mestura de canles múltiples

source: Multi-EPG bouquet selection
de: Multi-EPG Bouquet Auswahl
gl: Selección de buqué Multi-EPG

source: MultiBoot Image Selector
de: MultiBoot Image Auswahl

source: Multiboot Image created on: %s/%s-%s-%s-backup-%s_usb.zip
de: Multiboot Image erstellt: %s/%s-%s-%s-backup-%s_usb.zip

source: Multiboot image selector
de: MultiBoot Image Auswahl

source: Multichannel PCM
de: Mehrkanalton PCM
gl: PCM multicanle

source: Multiple service support
de: Kann mehrere Sender entschlüsseln
gl: Soporte de servizos múltiples

source: Multisat all select
de: Multisat alle auswählen
gl: Seleccionar todos os Multisat

source: Music
de: Musik

source: Music/Ballet/Dance
de: Musik/Ballett/Tanz
gl: Música/Ballet/Danza

source: Mute
de: Stumm
gl: Silencio

source: My extension
de: Meine Erweiterung

source: N/A
de: N/V

source: NEXT
de: Danach
gl: SEGUINTE

source: NFS Setup
de: NFS Dateiserver

source: NFS Shares OFF
de: NFS Freigaben AUS

source: NFS Shares ON
de: NFS Freigaben AN

source: NFS setup
de: NFS Dateiserver

source: NIM & Type
de: NIM & Typ
gl: NIM & Tipo

source: NO
de: NEIN
gl: NON

source: NOW
de: JETZT
gl: AGORA

source: Name reverse
de: Name absteigend

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. EXIT to return to the help screen. OK to perform the action described in the currently highlighted help.
de: Navigiere mit den Tasten AUF/AB und blättere mit LINKS/RECHTS nach oben/unten. EXIT, um zum Hilfebildschirm zurückzukehren. OK, um die in der aktuell markierten Hilfe beschriebene Aktion auszuführen.

source: Navigation Actions
de: Navigation Aktionen

source: Netmask
de: Netzmaske
gl: Máscara de rede

source: Netmask:
de: Netzmaske:

source: Network
de: Netzwerk
gl: Rede

source: Network ID
de: Netzwerk ID
gl: ID de rede

source: Network MAC settings
de: MAC-Einstellungen

source: Network Neighbourhood
de: Netzwerkumgebung

source: Network Speed:
de: Netzwerkgeschwindigkeit:

source: Network configuration
de: Netzwerk-Konfiguration
gl: Configuración de rede

source: Network configuration...
de: Netzwerk Konfiguration...
gl: Configuración de rede…

source: Network mount
de: Netzwerk mount
gl: Unidade de rede

source: Network mount %s
de: Netzwerk mount %s
gl: Unidade de rede %s

source: Network name (SSID)
de: Netzwerkname (SSID)
gl: Nome da rede (SSID)

source: Network scan
de: Netzwerksuche
gl: Escanear rede

source: Network setup
de: Netzwerkeinstellungen
gl: Configurar de rede

source: Network test
de: Netzwerk Test
gl: Probar rede

source: Network test...
de: Netzwerk Test...
gl: Proba da rede…

source: Network test:
de: Netzwerk Test:
gl: Proba da rede:

source: Network wizard
de: Netzwerkassistent
gl: Asistente de rede

source: Network:
de: Netzwerk:
gl: Rede:

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
de: Aufnahmen nicht entschlüsseln. Dies übergeht global die einzelnen Timereinstellungen. Aufnahmen werden verschlüsselt gespeichert und müssen hinterher entschlüsselt werden. Standard: aus.
gl: Nunca descifres o contido durante a gravación. Isto invalida os axustes individuais do temporizador a nivel global. Cando o activas as gravacións almacénanse nunha presentación cifrada e teñen que ser descifradas despois (tamén chamada descodificación sen conexión). Valor predeterminado: desactivado.

source: Never decrypt while recording
de: Nie während der Aufnahme entschlüsseln
gl: Nunca descifrar durante a gravación

source: New
de: Neu
gl: Novo

source: New folder
de: Neuer Ordner

source: New password
de: Neues Passwort

source: News/Current Affairs/Social
de: Nachrichten/Aktuelles/Soziales

# button label, 'next screen'
source: Next
de: Es folgt
gl: Seguinte

# now/next: 'next' event label
source: Next
de: Es folgt
gl: Seguinte

source: Next Wizard
de: Nächster Zauberer

source: Next day starts at
de: Der nächste Tag beginnt um

source: No
de: Nein
gl: Non

source: No '/etc/exports' Configuration File found. Press blue button to activate default Enigma2 HDD and USB as NFS exports, if the hardware is available.
de: Keine '/etc/exports' Konfigurationsdatei gefunden. Drücken Sie die blaue Taste, um die Standard-Enigma2-NFS-Freigaben für HDD und USB , wenn die Hardware verfügbar ist, zu exportieren.

source: No (supported) DVDROM found!
de: Kein (unterstütztes) DVD-Laufwerk gefunden!
gl: Atopouse un DVDROM non soportado!

source: No Connection
de: Keine Verbindung
gl: Sen conexión

source: No ECMPids available (FTA Service)
de: Keine ECM Pids vorhanden (FTA, unverschlüsselte Sender)
gl: Ningún ECMPids dispoñible (servizo FTA)

source: No HDD found or HDD not initialized!
de: Keine Festplatte gefunden oder Festplatte nicht initialisiert!
gl: HDD non atopado ou non inicializado!

source: No active subservices available.
de: Keine aktiven Subservices verfügbar.
gl: Non hai subservizos activos dispoñibles.

source: No age block
de: Keine Alterseinschränkung
gl: Sen bloqueo de idade

source: No backup needed
de: Keine Sicherung benötigt

source: No config items available
de: Keine Konfigurationspunkte verfügbar

source: No data on transponder! (Timeout reading PAT)
de: Keine Daten auf dem Transponder! (Zeit lief beim Lesen der PAT ab)
gl: Non hai datos no transpondedor! (Tempo cumprido lendo PAT)

source: No data received yet
de: Noch keine Daten erhalten
gl: Aínda non se recibiron datos

source: No delay
de: Keine Verzögerung
gl: Sen atraso

source: No description available.
de: Keine Beschreibung verfügbar.
gl: No hai descripción.

source: No displayable files on this medium found!
de: Keine anzeigbaren Dateien auf diesem Medium gefunden!
gl: Non hai ficheiros visualizables no teu medio!

source: No epg.dat file found on the fallback receiver
de: Keine epg.dat-Datei auf dem Fallback-Empfänger gefunden

source: No event info found, recording indefinitely.
de: Keine EPG-Daten gefunden. Starte unbegrenzte Aufnahme.
gl: No hai información do evento, gravando indefinidamente.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
de: Spulen nicht möglich, aber Sie können mit Hilfe der Zahlen-Tasten springen!
gl: Aínda non é posible o avance rápido, pero podes usar os botóns numéricos para saltar cara adiante e cara atrás!

source: No files found.
de: Keine Dateien gefunden.

source: No free index available
de: Kein freier Index verfügbar
gl: Non hai índices libres dispoñibles

source: No free tuner!
de: Kein freier Tuner!
gl: Non hai ningún sintonizador libre!

source: No hash calculations configured
de: Keine Hash Berechnung konfiguriert

source: No images found
de: Keine Images gefunden
gl: Non se atoparon imaxes

source: No network connection available.
de: Keine Netzwerkverbindung verfügbar.
gl: Non hai conexión de rede dispoñible.

source: No networks found
de: Keine Netzwerke gefunden
gl: Non se atoparon redes

source: No new plugins found
de: Keine neuen Plugins gefunden

source: No priority
de: Keine Priorität
gl: Sen prioridade

source: No satellite frontend found!
de: Kein Tuner für SAT-Empfang gefunden!
gl: Non se atopou ningún frontal de satélite!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
de: Kein Tuner (Sat, Kabel oder Terrestrisch) wurde eingerichtet. Prüfen Sie die Tunereinstellung.
gl: Non hai ningún sintonizador de satélite, terrestre ou de cable configurado. Por favor, comproba a configuración do sintonizador.

source: No service
de: Kein Service
gl: Sen servizo

source: No services/providers selected
de: Keine Kanäle/Provider ausgewählt
gl: Non se seleccionaron servizos/provedores

source: No standby
de: Kein Standby
gl: Sen repouso

source: No streaming Channel from this STB at this moment
de: Derzeit streamen keine Geräte von dieser Box

source: No tags are set on these movies.
de: Keine Tags für diese Filme gesetzt.
gl: Non se estableceron etiquetas nestas películas.

source: No timeout
de: Kein Timeout
gl: Sen caducidade

source: No to all
de: Nein zu allen
gl: Non a todo

source: No transparency
de: Keine Transparenz
gl: Sen transparencia

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Kein Tuner konfiguriert! Bitte die Tuner konfigurieren, bevor die Kanalsuche gestartet wird.
gl: Non hai ningún sintonizador activo! Por favor, configura o sintonizador antes de comezar unha busca de servizos.

source: No updates available
de: Keine Updates verfügbar
gl: No hai actualizacións dispoñibles

source: No updates available. Please try again later.
de: Keine Updates verfügbar. Bitte später nochmal versuchen.
gl: No hai actualizacións dispoñibles. Por favor, volve a intentalo intentalo máis tarde.

source: No viewer installed for this file type: %s
de: Kein Viewer für diesen Dateityp installiert: %s

source: No wireless networks found! Searching...
de: Keine Funk-Netzwerke gefunden! Suche ...
gl: Non se atoparon redes sen fíos! Buscando…

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
de: Kein funktionierender Netzwerkadapter gefunden. Stellen Sie sicher, dass Sie ein Netzwerkkabel angeschlossen haben und das Ihr Netzwerk richtig konfiguriert ist.
gl: Non hai ningún adaptador de rede en funcionamento. Verifica que tes conectado un cable de rede e a rede está ben configurada.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
de: Kein funktionierender WLAN-Netzwerkadapter gefunden. Stellen Sie sicher, dass Sie ein kompatibles Gerät angeschlossen haben oder aktivieren Sie den internen Netzwerkadapter.
gl: Non hai ningún adaptador de rede sen fíos en funcionamento. Verifica que tes conectado un dispositivo a unha rede sen fíos compatible e que esta está ben configurada.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
de: Keine funktionierende WLAN-Verbindung gefunden. Bitte prüfen Sie, ob Sie ein kompatibles WLAN-Gerät angeschlossen haben oder aktivieren Sie die LAN-Verbindung.
gl: Non hai ningunha interface de rede sen fíos que funcione. Verifica que tes conectado un dispositivo de rede sen fíos compatible ou activa a interface de rede local.

source: No, but restart from begin
de: Nein, aber von Anfang an neu beginnen
gl: Non, pero comeza desde o principio

source: No, do not backup an image
de: Nein, kein Image backupen

source: No, do not flash image
de: Nein, kein Image flashen

source: No, do nothing.
de: Nein, nichts tun.

source: No, except Wakeup timer
de: Nein, ausser Einschalt Timer
gl: Non, agás o temporizador de activación

source: No, just start my %s %s
de: Nein, nur meine %s %s starten

source: No, never
de: Nein, niemals
gl: Non, nunca

source: No, only download
de: Nein, nur herunterladen

source: No, scan later manually
de: Nein, Suchlauf später manuell durchführen

source: None
de: Keine
gl: Ningún

source: None of the hash programs for the hashes %s are available
de: Für %s Hashes sind keine Hash Programme vorhanden

source: Nonlinear
de: Nicht linear
gl: Non lineal

source: Normal Start
de: Normaler Start

source: Normal mode
de: Normal Modus
gl: Modo normal

source: Normal start
de: Normaler Start

source: North
de: Nord
gl: Norte

source: Norwegian
de: Norwegisch
gl: Noruegués

source: Not Installed
de: Nicht installiert
gl: Non instalado

source: Not allowed with folders
de: Bei Ordnern nicht zulässig

source: Not associated
de: Nicht verbunden
gl: Non asociado

source: Not defined
de: Nicht definiert
gl: Non definido

source: Not enough disk space. Please free up some disk space and try again. (%(req)d MB required, %(avail)d MB available)
de: Nicht genügend freier Speicherplatz. Bitte löschen Sie nicht mehr benötigte Dateien und versuchen es erneut. (%(req)d MB benötigt, %(avail)d MB verfügbar)
gl: No hai espazo abondo no disco. Libera espazo no disco e inténtao outra vez. (%(req)d MB requiridos, %(avail)d MB dispoñibles)

source: Not tested:
de: Nicht geprüft:
gl: Non probado:

source: Not-Associated
de: Nicht verbunden

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
de: Hinweis: wenn aktiviert und Sie möchten nach dem Einschalten direkt in den Standby, dann setzen Sie die Option 'Einschalten in den Standby' als 'Nein, ausser Einschalt Timer'.
gl: Nota: cando está activado e desexas pasar ao modo de espera despois de inicar establece a opción ‘Iniciar a repouso’ como ‘Non, agás o temporizador de activación’.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Nichts zu scannen! Bitte den Tuner vor der Suche einstellen.
gl: Nada que buscar! Por favor, axusta a configuración do sintonizador antes de comezar unha busca de servizos.

source: Nothing to scan! Setup your tuner and try again.
de: Nichts zu scannen! Bitte den Tuner einstellen und erneut versuchen.
gl: Nada que escanear! Configura o teu sintonizador e volve a intentalo.

source: Now
de: Jetzt
gl: Agora

# now/next: 'now' event label
source: Now
de: Jetzt
gl: Agora

source: Now building the Backup Image
de: Erstelle jetzt das Backup Image

source: Now playing
de: Wiedergabe läuft
gl: Reproducindo agora

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
de: Benutzen Sie jetzt die Kontrastregelung, um die Helligkeit des Hintergrunds so weit wie möglich zu erhöhen. Achten Sie darauf, dass der Unterschied zwischen den beiden hellsten Schattierungen erkennbar bleibt. Drücken Sie anschließend OK.
gl: Agora, usa a configuración do contraste para aumentar o brillo do fondo tanto como sexa posible, pero asegúrache que aínda podes apreciar a diferenza entre os dous niveis máis altos de brillo. Cando o teñas feito, preme en OK.

source: Number Actions
de: Nummer Aktionen

source: Number of channel number digits
de: Anzahl Stellen der Kanalnummer

source: Number of channels shown in channel selection list
de: Anzahl Kanäle in der Kanalliste
gl: Número de canles amosados na lista de selección de canles

source: Number of lines in script messages
de: Anzahl der Zeilen in Skriptmeldungen

source: Number of repeating text on display.
de: Anzahl der Textwiederholung im Display.
gl: Número de texto repetido na pantalla.

source: Number or SMS style data entry
de: Zahlen- oder SMS-Eingabemethode
gl: Números ou tipo de entrada ao estilo SMS

source: OK, guide me through the upgrade process
de: OK, führen Sie mich durch den Aktualisierungsprozess

source: OSD 3D setup
de: Einstellungen OSD 3D
gl: Configuración OSD 3D

source: OSD name request
de: Benutzeroberflächen Anfrage
gl: Solicitude de nome de OSD

source: OSD settings
de: OSD-Einstellungen
gl: Configuración de OSD

source: OSD transparency
de: Transparenz OSD
gl: Transparencia de OSD

source: Off
de: Aus
gl: Apagado

source: Offline decode delay (ms)
de: Offline Entschlüsseln Verzögerung (ms)
gl: Retardo da descodificación sen conexión (ms)

source: Ok Cancel Actions
de: Ok/abbrechen Aktionen

source: On
de: An
gl: Acendido

source: On device:
de: Auf Gerät:

source: On end of movie
de: Beim Filmende
gl: Ao final da película

source: On end of movie (as menu)
de: Am Ende des Films (als Menü)
gl: Ao final da película (como menú)

source: On valid ONIDs, ignore frequency sub network part
de: Bei gültigen ONIDs, Frequenzunternetzwerkteil ignorieren
gl: En ONID válidos, ignorar a parte de subrede da frecuencia

source: One
de: Eins
gl: Un

source: One partition
de: Eine Partition

source: Only Flash Backup Image
de: Nur Backup Image flashen

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
de: Ändern Sie diese Einstellung nur, wenn Sie ein Unicable-Gerät verwenden, das mit einem benutzerdefinierten Programmiergerät neu programmiert wurde. Weitere Informationen erhalten Sie von der Person, die das Gerät neu programmiert hat.
gl: Cambia só esta parámetro se estás a usar un dispositivo SCR que foi reprogramado cun programador personalizado. Para máis información, consulta coa persoa que reprogramou o dispositivo.

source: Only extensions.
de: Nur Erweiterungen.
gl: Só extensións.

source: Only free scan
de: Nur frei empfangbare
gl: Só escaneo gratuito
