Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
de: Importieren Sie Kanäle und / oder EPG über die Remote-Empfänger-URL , auch wenn der Receiver den Standby-Modus verlässt
gl: Importar canles e/ou EPG desde o URL do receptor remoto tamén cando o receptor saia do modo de espera

source: Import channels and/or EPG from remote receiver URL when receiver is booted
de: Importieren Sie Kanäle und / oder EPG über die Remote-Empfänger-URL ,wenn der Receiver gebootet wird
gl: Importar canles e/ou EPG desde o URL do receptor remoto cando se inicie o receptor

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
de: Importieren Sie Kanäle und / oder EPG über die Remote-Empfänger-URL , wenn der Receiver oder Enigma2 neu gestartet werden
gl: Importar canles e/ou EPG desde o URL do receptor remoto cando se reinicie o receptor ou o enigma2

source: Import from fallback tuner failed, %s
de: Importieren vom Notfalltuner fehlgeschlagen, %s
gl: Fallou a importación das canles do sintonizador de reserva, %s

source: Import from remote receiver URL
de: Von Notfall Receiver URL importieren
gl: Importar desde o URL do receptor remoto

source: Import remote receiver URL
de: Notfall Receiver URL importieren
gl: Importar URL do receptor remoto

source: In Setup screens choose whether to show the default value of the selected item in the description field.
de: Wähle in Einrichtungsbildschirmen aus, ob der Standardwert des ausgewählten Elements im Beschreibungsfeld angezeigt werden soll.

source: In most cases this should be set to No. Only enable if you have a very specific need.
de: In den meisten Fällen sollte dies auf Nein eingestellt sein. Nur aktivieren, wenn Sie einen ganz bestimmten Bedarf haben.

source: In order to record a timer, the TV was switched to the recording service!
de: Um die Timeraufnahme durchführen zu können, wurde auf den aufzunehmenden Sender umgeschaltet!
gl: Para poder realizar unha gravación programada, a TV cambiouse o servizo da gravación!

source: In progress
de: In Bearbeitung
gl: En progreso

source: Inactive
de: Inaktiv

source: Inactivity Sleeptimer
de: Inaktivität-Sleeptimer
gl: Tempo de inactividade do temporizador de repouso

source: Inadyn Setup
de: Inadyn (DynDNS)

source: Include %s
de: %s einschließen

source: Include AIT in http streams
de: Integriere AIT in HTTP-Streams
gl: Incluír AIT nos fluxos http

source: Include AIT in recordings
de: Integriere AIT in Aufnahmen

source: Include CI assignment
de: Berücksichtige CI Zuweisung
gl: Incluír asignación de CI

source: Include ECM in http streams
de: Integriere ECM in HTTP-Streams
gl: Incluír ECM nos fluxos http

source: Include EIT in http streams
de: Integriere EIT in HTTP-Streams
gl: Incluír EIT nos fluxos http

source: Incorrect service type for Picture in Picture!
de: Nicht unterstützter Dienst für PiP!
gl: Tipo de servizo incorrecto para PiP!

source: Increased voltage
de: Erhöhte Spannung
gl: Voltaxe incrementada

source: Index allocated:
de: Index zugeordnet:
gl: Índice asignado:

source: Info bar
de: Infoleiste
gl: Barra de información

source: Info bar timeout
de: Infoleiste-Anzeigedauer
gl: Caducidade da barra de información

source: Infobar Actions
de: Infobar-Aktionen

source: Infobar Audio Selection Actions
de: Infobar Audio-Auswahl-Aktionen

source: Infobar Channel Selection
de: Infobar Kanalauswahl

source: Infobar Cue Sheet Actions
de: Infobar Cue Sheet-Aktionen

source: Infobar EPG Actions
de: Infobar EPG-Aktionen

source: Infobar Extensions
de: Infobar-Erweiterungen

source: Infobar HDMI Actions
de: Infobar HDMI-Aktionen

source: Infobar Menu Actions
de: Aktionen im Infobar-Menü

source: Infobar Movie List Actions
de: Infobar Filmlisten-Aktionen

source: Infobar PiP Actions
de: Infobar PiP-Aktionen

source: Infobar Rds Actions
de: Infobar Rds-Aktionen

source: Infobar Red Button Actions
de: Infobar Rote Schaltfläche Aktionen

source: Infobar Seek Actions
de: Infobar Aktionen suchen

source: Infobar Show Hide Actions
de: Infobar Aktionen anzeigen ausblenden

source: Infobar Subservice Quickzap Actions
de: Infobar Unterdienst Quickzap-Aktionen

source: Infobar Subservice Selection Actions
de: Infobar Unterdienst-Auswahl-Aktionen

source: Infobar Subtitle Selection Actions
de: Infobar Untertitelauswahl Aktionen

source: Infobar Teletext Actions
de: Infobar Teletext-Aktionen

source: Infobar Timer Button Actions
de: Infobar Timer Schaltfläche Aktionen

source: Infobar Timeshift Actions
de: Infobar Timeshift-Aktionen

source: Infobar Timeshift Activate Actions
de: Infobar Timeshift Aktionen aktivieren

source: Infobar Vmode Button Actions
de: Infobar Vmode Schaltfläche Aktionen

source: Infobar fade-out speed
de: Infobar Ausblendgeschwindigkeit

source: Infobar frontend data source
de: Infobar Frontend Datenquelle
gl: Fonte de datos do frontal da barra de información

source: Information
de: Informationen
gl: Información

source: Init
de: Initialisieren

source: Initial fast forward speed
de: Initiale Schnellvorlauf-Geschwindigkeit
gl: Velocidade inicial de avance rápido

source: Initial location in new timers
de: Initialer Ort für neue Timer
gl: Ruta inicial das novas temporizacións

source: Initial lock ratio
de: Initiales Signalverhältnis
gl: Ratio inicial de bloqueo

source: Initial rewind speed
de: Initiale Rücklauf-Geschwindigkeit
gl: Velocidade inicial de rebobinado

source: Initial scroll delay
de: Verzögerung vor Text-Durchlauf
gl: Retardo do desplazamento inicial

source: Initial signal quality
de: Initiale Signal Qualität
gl: Calidade de sinal inicial

source: Initial signal quality:
de: Initiale Signal Qualität:
gl: Calidade de sinal inicial:

source: Initialization
de: Initialisierung
gl: Inicialización

source: Initialize
de: Initialisieren
gl: Inicializar

source: Initialize Multiboot
de: Multiboot initialisieren

source: Initialize disk
de: Platte initialisieren

source: Initializing storage device...
de: Initalisiere Speichermedium....
gl: Inicializando o dispositivo de almacenamento…

source: Inotify Monitoring
de: Inotify Überwachung

source: Input
de: Eingabe
gl: Entrada

source: Input
de: Eingabe
gl: Entrada

source: Input Actions
de: Eingabe Aktionen

source: Input Ascii Actions
de: Eingabe Ascii-Aktionen

source: Input Box Actions
de: Eingabefeld-Aktionen

source: Input config file name:
de: Konfigurationsdatei Name:

source: Input device setup
de: Eingabegeräte Setup
gl: Configuración do dispositivo de entrada

source: Input devices
de: Eingabegeräte
gl: Dispositivos de entrada

source: Insert
de: Einfügen

source: Insert Service
de: Dienst einfügen

source: Insert entry
de: Eintrag einfügen

source: Insert line before current line
de: Zeile vor der aktuellen Zeile einfügen

source: Insert mount point:
de: Mountpunkt eingeben:

source: Install
de: Installiere
gl: Instalar

source: Install '%s' and enable this operation
de: '%s' installieren und aktivieren

source: Install Plugins
de: Installiere Plugins

source: Install a new image with a USB stick
de: Neues Image mittels USB Stick installieren

source: Install a new image with your web browser
de: Neues Image mittels Webbrowser installieren

source: Install channel list
de: Kanalliste hinzufügen
gl: Instalar lista de canles

source: Install extensions
de: Installiere Plugins (Erweiterungen)
gl: Instalar extensións

source: Install local extension
de: Lokale Erweiterungen installieren
gl: Instalar extensión local

source: Install picons on
de: Picons installieren auf
gl: Instalar picones en

source: Install plugin
de: Plugin installieren

source: Installation has completed.
de: Installation abgeschlossen.
gl: Completouse a instalación.

source: Installation or removal has completed.
de: Installation oder Deinstallation abgeschlossen.
gl: Completouse a instalación ou eliminación.

source: Installing
de: Installiere
gl: Instalando

source: Installing Plugin ...
de: Installiere Plugin ...

source: Installing Service
de: Installiere Dienst

source: Installing feeds from IPK ...
de: Installiere Feeds aus IPK...

source: Installing feeds from feed ...
de: Installiere Feeds vom Feed...

source: Installing plugins from IPK ...
de: Installiere Plugins aus IPK...

source: Installing plugins from feed ...
de: Installiere Plugins vom Feed...

source: Installing software...
de: Installiere Software...
gl: Instalando software…

source: Instant record
de: Sofortaufnahme

source: Instant recording
de: Sofortaufnahme
gl: Gravación instantánea

source: Instant recording location
de: Sofortaufnahme-Verzeichnis
gl: Localización da gravación instantánea

source: Interface
de: Schnittstelle

source: Interface:
de: Schnittstelle:

source: Interlaced
de: Zeilensprungverfahren

source: Intermediate
de: Fortgeschritten

source: Internal
de: Intern
gl: Interno

source: Internal flash
de: Interner Flash
gl: Flash interno

source: Internal flash storage:
de: Interner Flash-Speicher:

source: Internal hdd only
de: Nur interne Festplatte
gl: Só hdd interno

source: Interval between keys when repeating:
de: Intervall bei der Tastenwiederholung:
gl: Intervalo entre teclas ao repetir:

source: Invalid directory selected: %s
de: Ungültiges Verzeichnis ausgewählt: %s
gl: Directorio seleccionado non válido: %s

source: Invalid location
de: Fehlerhafter Ort
gl: Localición non válida

source: Invalid transponder data
de: Ungültige Transponderdaten
gl: Datos do transpondedor non válidos

source: Inversion & Bandwidth
de: Inversion & Bandbreite
gl: Inversión e ancho de banda

source: Invert
de: Umkehren
gl: Invertir

source: Iran, Islamic Republic
de: Iran (Islamische Republik)
gl: Irán, República Islámica de

source: Is this setting ok?
de: Diese Einstellungen übernehmen?
gl: Este parámetro é correcto?

source: Is this video mode ok?
de: Diesen Videomodus beibehalten?
gl: Este modo de vídeo é correcto?

source: Is your SCR device externally powered
de: Wird ihr SRC Gerät extern mit Strom versorgt

source: It follows:
de: Es folgt:

source: It is not possible to calculate hashes on <List of Storage Devices>
de: Es ist nicht möglich, Hashes der <Liste der Speichergeräte> zu berechnen

source: It is not possible to change the file mode of <List of Storage Devices>
de: Es ist nicht möglich, den Dateimodus von <Liste der Speichergeräte> zu ändern

source: It is not possible to get the file status of <List of Storage Devices>
de: Es ist nicht möglich, den Dateistatus von <Liste der Speichergeräte> abzurufen

source: It is not possible to run '%s' on <List of Storage Devices>
de: %s kann nicht unter <Liste der Speichergeräte> ausgeführt werden

source: It seems you did not see all the eight arrow heads. This means your TV has overscan enabled, and is not configured properly. Please refer to your TV's manual to find how you can disable overscan on your TV. Look for terms like 'Just fit', 'Full width', etc. If you can't find it, ask other users at http://forums.openpli.org.
de: Es scheint, dass Sie nicht alle acht Pfeilspitzen gesehen haben. Dies bedeutet, dass auf Ihrem Fernsehgerät Overscan aktiviert und nicht richtig konfiguriert ist. Sehen Sie in der Bedienungsanleitung Ihres Fernsehers nach, wie Sie den Overscan auf Ihrem Fernsehgerät deaktivieren können. Suchen Sie nach Begriffen wie "Just fit", "Full width" usw. Wenn Sie es nicht finden können, fragen Sie andere Benutzer unter http://forums.openpli.org.
gl: Parece que non viches as oito puntas de frecha. Isto significa que o teu TV ten o overscan activado e no está configurado correctamente. Consulta o manual de teu televisor para ver como podes desactivar o overscan. Busca termos como ‘Axustar’, ‘Ancho completo’, etc. Se non podes atopalo, pregunta a outros usuarios en http://forums.openpli.org

source: It's not possible to rename the filesystem root.
de: Das Stammverzeichnis kann nicht umbenannt werden.

source: Italian
de: Italienisch
gl: Italiano

source: Italy
de: Italien
gl: Italia

source: Items per page
de: Artikel pro Seite

source: Items per page for list screen
de: Objekte pro Seite für Listen Modus
gl: Elementos por páxina na pantalla de lista

source: Job overview
de: Jobansicht
gl: Resumo do traballo

source: Jump to beginning of list
de: Springe zum Beginn der Liste
gl: Ir ao principio da lista

source: Jump to end of list
de: Springe zum Ende der Liste
gl: Ir ao final da lista

source: Jump to first item in list or the start of text
de: Zum ersten Element in der Liste oder zum Textanfang springen

source: Jump to last item in list or the end of text
de: Zum letzten Punkt in der Liste oder zum Ende des Textes springen

source: Jump to next marked position
de: Springe zur nächsten Markerposition
gl: Ir á seguinte posición marcada

source: Jump to next marker
de: Zum nächsten Marker springen

source: Jump to previous marked position
de: Springe zur vorherigen Markerposition
gl: Ir á anterior posición marcada

source: Jump to previous marker
de: Zur vorherigen Markierung springen

source: Just scale
de: Nur Skalieren
gl: Só escalar

source: Keep old drive
de: Altes Laufwerk behalten

source: Keep service
de: Aktueller Sender
gl: Manter servizo

source: Kexec MultiBoot Initialisation - will reboot after 10 seconds.
de: Kexec MultiBoot-Initialisierung – wird nach 10 Sekunden neu gestartet.

source: Kexec MultiBoot Initialisation in progress! Will reboot after restoring any eMMC slots. This can take from 1 -> 5 minutes per slot.
de: Kexec MultiBoot-Initialisierung läuft! Wird nach der Wiederherstellung aller eMMC-Steckplätze neu gestartet. Dies kann zwischen 1 -> 5 Minuten pro Slot dauern.

source: Key mapping
de: Tastaturlayout

source: Keyboard
de: Tastatur
gl: Teclado

source: Keyboard Input Actions
de: Tastatur-Eingabe-Aktionen

source: Keyboard data entry
de: Tastatureingabe
gl: Entrada de datos do teclado

source: Keyboard map
de: Tastaturlayout
gl: Mapa do teclado

source: Keyboard setup
de: Tastatureinstellung
gl: Configurar o teclado

source: LAN adapter
de: Netzwerkadapter
gl: Adaptador LAN

source: LAN connection
de: LAN Verbindung
gl: Conexión LAN

source: LEFT
de: LINKS

source: LIST
de: LISTE

source: Label not defined
de: Label nicht definiert

source: Language
de: Sprache
gl: Idioma

source: Language Team
de: Sprach Team

source: Language selection
de: Sprachauswahl
gl: Selección de idioma

source: Large
de: Groß
gl: Grande

source: Last Translator
de: Letzter Übersetzer

source: Last config
de: Letzte Konfiguration
gl: Última configuración

source: Last speed
de: Letzte Geschwindigkeit
gl: Última velocidade

source: Last update: %s
de: Letztes Update: %s

source: Last upgrade:
de: Letztes Update:

source: Latest Commits
de: Letzte Änderungen
gl: Últimos envíos

source: Latest available teamBlue %s build is from: %s
de: Neuster verfügbarer teamBlue %s Stand ist vom: %s

source: Latest update log
de: Letztes Update Log
gl: Último rexistro de actualización

source: Latitude
de: Breitengrad

source: Latvian
de: Lettisch
gl: Letón

source: Leave DVD player?
de: DVD Player beenden?
gl: Saír do reprodutor de DVD?

source: Leave File Commander
de: File Commander verlassen

source: Leave multi-select mode
de: Mehrfachauswahlmodus beenden

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
de: Lassen Sie diese Einstellung auf "Ja", es sei denn, Sie verstehen vollständig, warum Sie sie anpassen.
gl: Deixa este conjunto en ‘si’ salvo que comprendas completamente por que o estás a axustar.

source: Left
de: Links
gl: Esquerda

source: Left from servicename
de: Links vom Sendernamen
gl: Á esquerda do nome de servizo

source: Limit character set for recording filenames
de: Reduzierter Zeichensatz für Aufnahme-Dateinamen
gl: Limitar o conxunto de caracteres para os nomes dos ficheiros de gravacións

source: Limit east
de: Ost-Limit
gl: Límitar leste

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
de: Reduziere Zeichensatz für Aufnahme-Dateinamen auf 7 bit ASCII. Dies garantiert die Kompatibilität mit Betriebs- und Dateisystemen mit reduzierten Zeichensatz.
gl: Limitar os caracteres que se pueden utilizar nos nomes dos ficheiros de gravacións a (7 bits) ascii. Isto garante a compatibilidade con sistemas operativos ou sistemas de arquivos con conxuntos de caracteres limitados.

source: Limit west
de: West-Limit
gl: Límitar oeste

source: Limits cancelled
de: Limits nicht übernommen
gl: Límites cancelados

source: Limits enabled
de: Limits aktiviert
gl: Límites activados

source: Limits off
de: Limits ausschalten
gl: Límites desactivados

source: Limits on
de: Limits aktiviert
gl: Límites activados

source: Link Quality:
de: Verbindungsqualität:

source: Link quality:
de: Verbindungsqualität:
gl: Calidade do enlace:

source: Link target:
de: Linkziel:

source: Link:
de: Verbindung:
gl: Enlace:

source: Linked titles with a DVD menu
de: Verknüpfte Titel mit einem DVD-Menü
gl: Títulos enlazados cun menú DVD

source: List available networks
de: Zeige verfügbare Netzwerke
gl: Lista de redes dispoñibles

source: List mode
de: Listen Modus
gl: Modo de lista

source: List of Storage Devices
de: Speichergeräteliste

source: List of storage devices
de: Speichergeräteliste
gl: Lista de dispositivos de almacenamento

source: List type
de: Listen Typ
gl: Tipo de lista

source: List version %(ver)d, found %(num)d channel
de: Listen Version %(ver)d, %(num)d Kanal gefunden
gl: Versión da lista %(ver)d, atopada %(num)d canle

source: Listbox Actions
de: Listbox-Aktionen

source: Listbox Help Menu Actions
de: Listbox Hilfe Menü Aktionen

source: Listen to the radio...
de: Radio hören...
gl: Escoitar a radio…

source: Lists reloaded!
de: Listen neu geladen!
gl: Listas recargadas!

source: Lithuanian
de: Litauisch
gl: Lituano

source: Load
de: Laden
gl: Cargar

source: Load EPG
de: EPG laden

source: Load EPG every (in hours)
de: EPG laden alle (in Stunden)

source: Load length of movies in movie list
de: Laden der Spielzeit in der Filmliste
gl: Cargas a lonxitude das películas na lista de películas

source: Load playlist
de: Wiedergabeliste laden
gl: Cargar a lista de reprodución

source: Load the EPG data regularly
de: Die gespeicherten EPG Daten regelmäßig laden

source: Load unlinked userbouquets
de: Ausgeblendete Bouquets laden
gl: Cargar os buqués non enlazados

source: Local network
de: Lokales Netzwerk
gl: Rede local

source: Locale
de: Sprache
gl: Tradución

source: Location
de: Zielverzeichnis
gl: Localización

source: Location for instant recordings
de: Verzeichnis für Sofortaufnahmen
gl: Ruta ás gravacións instantáneas

source: Lock ratio
de: Signalverhältnis
gl: Ratio de bloqueo

source: Lock:
de: Signal:
gl: Bloqueo:

source: Log results to /tmp
de: Ergebnisse nach /tmp protokollieren
gl: Rexistrar os resultados en /tmp

source: Logs location
de: Logs Speicherort

source: Logs settings
de: Log Einstellungen

source: Long filenames
de: Lange Dateinamen
gl: Nomes largos de ficheiro

source: Long key press
de: Langer Tastendruck
gl: Pulsación longa de tecla

source: Long press:
de: Langes Drücken:

source: Longitude
de: Längengrad
gl: Lonxitude

source: Looking for active transponders in the cable network. Please wait...
de: Suche benutzte Transponder im Kabel Netzwerk. Bitte warten…
gl: Intenta atopar transpondedores en uso na rede de cable. Por favor, espera…

source: Looking for active transponders in the terrestrial network. Please wait...
de: Suche benutzte Transponder im terrestrischen Netzwerk. Bitte warten…
gl: Intenta atopar transpondedores en uso na rede de terrestre. Por favor, espera…

source: Loop through from
de: Durchgeschleift von
gl: Pór en bucle desde

source: Lower Framerate save CPU Time
de: Geringe Framerate reduziert die CPU Belastung

source: Lower case
de: Kleinbuchstaben
gl: Minúscula

source: Luxembourgish
de: Luxemburgisch
gl: Luxemburgués

source: MAC-adress
de: MAC-Adresse

source: MAC-adress settings
de: MAC-Adressen Einstellungen

source: MEDIA
de: MEDIEN

source: MENU
de: MENÜ

source: MMC card
de: MMC Karte
gl: Tarxeta MMC

source: MORE
de: MEHR
gl: MÁIS

source: MPHelp
de: MPHilfe

source: MSN Weather City Name
de: MSN Weather Stadt Name

source: MUTE
de: STUMM

source: Main menu
de: Hauptmenü
gl: Menú principal

source: Maintain old EPG data for
de: Behalte abgelaufene EPG-Daten (in Minuten)
gl: Manter datos da EPG antiguos durante

source: Make File Commander accessible from the Extensions menu.
de: File Commander über das Erweiterungsmenü zugänglich machen.

source: Make File Commander accessible from the main menu.
de: File Commander vom Hauptmenü aus zugänglich machen.

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
de: Erlaubt es, den Kanal-Import und / oder EPG manuell über das Erweiterungsmenü zu initiieren
gl: Permitir iniciar manualmente a importación de canles e/ou a EPG mediante o menú de extensión

source: Make this mark an 'in' point
de: Aus dieser Markierung einen "innen"-Punkt machen
gl: Converter esta marca nun punto ‘in’

source: Make this mark an 'out' point
de: Aus dieser Markierung einen "außen"-Punkt machen
gl: Converter esta marca nun punto ‘out’

source: Make this mark just a mark
de: Aus dieser Markierung nur eine Markierung machen
gl: Converter esta marca nunca marca normal

source: Manage your receiver's software
de: Verwalten Sie die Software des Receivers
gl: Xestionar o software de teu receptor

source: Manage your swapfile
de: Swap-Datei verwalten

source: Manual
de: Benutzerhandbuch

source: Manual Scan
de: Manueller Suchlauf
gl: Busca manual

source: Manual configuration
de: Manuelle Konfiguration
gl: Configuración manual

source: Manual load or save epg.dat
de: Manuelles laden oder speichern der epg.dat

source: Manual scan
de: Manuelle Suche
gl: Busca manual

source: Manual transponder
de: Manueller Transponder
gl: Transpondedor manual

source: Manually import from fallback tuner
de: Manuelles importieren vom Notfalltuner
gl: Importar manualmente desde o sintonizador de reserva

source: Manufacturer
de: Hersteller
gl: Fabricante

source: Margin after recording (minutes)
de: Nachlauf hinter Aufnahme (in Minuten)
gl: Marxe despois de gravar (minutos)

source: Margin before recording (minutes)
de: Vorlauf bei Aufnahme (in Minuten)
gl: Marxe antes de gravar (minutos)

source: Mark service as dedicated 3D service
de: Sender als Sender mit 3D-Inhalt markieren
gl: Marcar servizo como servizo 3D adicado

source: Marshall Islands
de: Marshallinseln
gl: Illas Marshal

source: Mauritania
de: Mauretanien

source: Max channels
de: Max Kanäle

source: Max memory positions
de: Höchste Position speichern
gl: Máx. posicións de memoria

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
de: Vielleicht läuft momentan eine Aufnahme. Bitte beenden Sie die Aufnahme, bevor Sie das Rotor-Setup ausführen.
gl: Tal vez a razón é porque a gravación está en execución. Por favor, detén o gravados antes de intentar configurar o posicionador.

source: Media Player Actions
de: Media Player-Aktionen

source: Media Player Cue Sheet Actions
de: Media Player Cue Sheet-Aktionen

source: Media Player Seek Actions
de: Media Player Such-Aktionen

source: Medium Toolbox
de: Medien Toolbox

source: Medium is not a writeable DVD!
de: Das Medium ist keine beschreibbare DVD!
gl: O disco non é un DVD gravable!

source: Medium is not empty!
de: Das Medium ist nicht leer!
gl: O disco non está baleiro!

source: Medium toolbox
de: DVD Medien-Toolbox

source: Memory
de: Speicher
gl: Memoria

source: Memory Info
de: Speicher Informationen
gl: Información da memoria

source: Memory index
de: Index speichern
gl: Índice de memoria
