Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: [User - bouquets (TV)]
de: [Benutzerspezifische - Kanallisten (Bouquets) (TV)]

source: Do you want to switch to Android ?
de: Möchten Sie zu Android wechseln?

source: After pressing OK, please wait!
de: Nachdem Sie OK gedrückt haben, bitte warten!
gl: Despois de pulsar OK, espera!

source: Press OK on your remote control to continue.
de: Drücken Sie OK, um fortzufahren.
gl: Preme OK no teu mando para continuar.

source: Press OK or Exit to close!
de: Drücke OK oder Exit zum Beenden!

source: Recording in progress.
de: Aufnahme läuft.
gl: Gravación en progreso.

source: Timer '%s' disabled!
de: Timer '%s' deaktiviert!
gl: O temporizador '%s' está deshabilitado!

source: [Installed Plugins]
de: [Installierte Erweiterungen]

source: [User - bouquets (RADIO)]
de: [Benutzerspezifische - Kanallisten (Bouquets) (RADIO)]

source: optional parameter: %s
de: optionaler Parameter:%s

source: no space left on back-up device
de: kein Platz mehr auf dem Backup-Gerät

source: no writing permission on back-up device
de: keine Schreibrechte für das Backp Gerät

source: wrong back-up destination
de: falsches Backup Ziel

source: ('%s') finished successefully.
de: (‚%s‘) erfolgreich abgeschlossen.

source: ('%s') finished with error messages.
de: (‚%s‘) mit Fehlern abgeschlossen.

source: ('%s') finished with error number [%d].
de: (‚%s‘) mit Fehlernummer [%d] abgeschlossen.

source: (+5 volt terrestrial)
de: (+5 Volt terrestrisch)

source: (0 - all networks)
de: (0 - alle Netzwerke)
gl: (0 - todas as redes)

source: (Channel %s)
de: (Kanal %s)
gl: (Canle %s)

source: (auto detection)
de: (automatische Erkennung)

source: (disabled)
de: (deaktiviert)
gl: (desactivado)

source: (higher than any auto)
de: (höher als jedes auto)
gl: (maior ca en automático)

source: (higher than rotor any auto)
de: (höher als Rotor kein auto)
gl: (maior có rotor en automático)

source: (lower than any auto)
de: (geringer als jedes auto)
gl: (menor ca en automático)

source: - %d elements exist! Overwrite
de: - %d Elemente vorhanden! Überschreibe

source: - 1 element exist! Overwrite
de: - 1 Element vorhanden! Überschreibe

source: - Unicable/JESS LNBs not found
de: - Unicable/JESS LNBs nicht gefunden

source: - file exist! Overwrite
de: - Datei vorhanden! Überschreibe

source: - folder exist! Overwrite
de: - Ordner vorhanden! Überschreibe

source: Warning: the selected tuner should not use SCR Unicable type for LNBs because each tuner need a own SCR number.
de: Achtung: Der ausgewählte Tuner sollte nicht den Typ SCR Unicable für LNBs verwenden, da jeder Tuner eine eigene SCR-Nummer benötigt.

source: or save the picture additionally to a file
de: oder Bild zusätzlich in eine Datei speichern

source: unicable LNB input of rotor
de: Unicable LNB-Eingang des Rotors

source: %(freespace)s %(percent)s free disk space
de: %(freespace)s %(percent)s freier Speicherplatz
gl: %(freespace)s %(percent)s espazo libre en disco

source: %d channel found
de: %d Kanal gefunden
gl: %d canle atopada

source: %d core
de: %d Kern
gl: %d núcleo

source: %d day
de: %d Tag
gl: %d día

source: %d file
de: %d Datei
gl: %d ficheiro

source: %d hour
de: %d Stunde
gl: %d hora

source: %d job is running in the background!
de: Es läuft noch %d Job im Hintergrund!
gl: %d traballo está a executarse en segundo plano!

source: %d minutes
de: %d Minuten
gl: %d minutos

source: %d package selected.
de: %d Paket ausgewählt.

source: %d pixel wide
de: %d Bildpunkt groß
gl: %d píxel de ancho

source: %d sec
de: %d Sekunde
gl: %d seg

source: %d second
de: %d Sekunde
gl: %d segundo

source: %d subdirectory
de: %d Unterverzeichnis
gl: %d subdirectorio

source: %d week
de: %d Woche

source: %d wireless network found!
de: %d WLAN gefunden!
gl: %d rede sen fíos atopada!

source: %s Do you still want to flash image %s?
de: %s Wollen Sie das Image immer noch flashen %s?

source: %s Press ok for multiboot selection Press exit to close
de: %s Drücken Sie OK für die Multiboot-Auswahl Drücken Sie auf Beenden, um zu schließen
gl: %s Preme ok para ir á selección de arranque múltiple Preme saír para pechar

source: %s (files)
de: %s (Dateien)

source: %s - extraction errors.
de: %s - entpack Fehler.

source: %s connected successfully.
de: %s erfolgreich verbunden.

source: %s imported from fallback tuner
de: %s importiert vom Reserve-Tuner
gl: %s importado do sintonizador de reserva

source: %s is no longer used. Should it be deleted?
de: %s wird nicht mehr benötigt. Möchten Sie ihn entfernen?
gl: %s xa non se utiliza. Queres borralo?

source: %s is password protected.
de: %s ist Passwort geschützt.

source: %s successfully extracted.
de: %s erfolgreich entpackt.

source: %s updated package available
de: %s Aktualisierung verfügbar
gl: %s actualización dispoñible

source: %s%s(Default: %s)
de: %s%s(Standard: %s)

source: '%s' not installed and no known package
de: '%s' nicht installiert und kein bekanntes Paket

source: 'Minimum send interval' needs to be enabled to use this option.
de: Um diese Option nutzen zu können, muss „Mindestsendeintervall“ aktiviert sein.

source: 'Ping' is used for detection device on this address.
de: ping" wird für die Erkennung von Geräten an dieser Adresse verwendet.

source: (%d jobs)
de: (%d Aufträge)

source: (1 job)
de: (1 Autrag)

source: (Selectmode)
de: (Auswahlmodus)

source: (The file '/media/hdd/images/config/myrestore.sh' exists and will be run after the image is flashed.)
de: (Die Datei „/media/hdd/images/config/myrestore.sh“ existiert und wird ausgeführt, nachdem das Image geflasht wurde.)

source: (ZAP as PiP)
de: (ZAP als PiP)
gl: (CAMBIAR o PiP)

source: (activated +%d min)
de: (Aktiviert +%d min)
gl: (activado +%d min)

source: (current image)
de: (aktuelles Image)

source: (empty)
de: (leer)
gl: (baleiro)

source: (not activated)
de: (nicht aktiviert)
gl: (non activado)

source: (show optional DVD audio menu)
de: (DVD-Tonmenü zeigen, falls vorh.)
gl: (amosar o menú opcional de son de DVD)

source: (unknown)
de: (unbekannt)
gl: (descoñecido)

source: * = Restart Required
de: * = Neustart benötigt

source: * Only available if more than one interface is active.
de: * Nur verfügbar, wenn mehr als ein Netzwerkadapter aktiv ist.
gl: * Só dispoñible se está activa máis dunha interface.

source: -NO SERVICE
de: -KEIN SERVICE
gl: -SEN SERVIZO

source: -SERVICE ERROR:%d
de: -SERVICE FEHLER:%d
gl: -ERRO NO SERVIZO: %d

source: /s
de: %s/%s: %s

source: /usr/share/enigma2 directory
de: /usr/share/enigma2 Verzeichnis

source: /var directory
de: /var Verzeichnis

source: 0 minutes
de: 0 Minuten

source: 128 MB (recommended for this chipset)
de: 128 MB (für diesen Chipsatz empfohlen)

source: 12V output
de: 12V Ausgang
gl: saída de 12V

source: 16:9 always
de: immer 16:9
gl: 16:9 sempre

source: 2 new lines
de: 2 neue Zeilen

source: 256 MB (recommended for this chipset)
de: 256 MB (für diesen Chipsatz empfohlen)

source: 3D surround speaker position
de: 3D-Surround-Lautsprecherposition
gl: Posición do altofalante 3D Surround

source: 3d mode
de: 3D-Modus
gl: modo 3d

source: 512 MB (recommended for this chipset)
de: 512 MB (für diesen Chipsatz empfohlen)

source: : 0000 - default (disabled)
de: : 0000 - Standard (deaktiviert)
gl: : 0000 - por defecto (desactivado)

source: <Current movielist location>
de: <Aktuelles Filmlisten-Verzeichnis>
gl: <Localización actual da lista de películas>

source: <Default movie location>
de: <Standard Filmlisten-Verzeichnis>
gl: <Localización por defecto das películas>

source: <Last timer location>
de: <Letzter Timer-Ort>
gl: <Localización da última gravación programada>

source: <unknown>
de: <unbekannt>
gl: <desconocido>

source: =NO STREAM
de: =KEIN STREAM
gl: =SEN FLUXO

source: A background update check is in progress, please wait a few minutes and try again.
de: Eine Prüfung auf Aktualisierungen läuft im Hintergrund, bitte warten Sie einige Minuten und versuchen Sie es erneut.

source: A color filter can be used for better readability of DVB subtitles.
de: Für eine bessere Lesbarkeit von DVB-Untertiteln kann ein Farbfilter verwendet werden.

source: A completed recording timer is about to put your receiver in standby mode. Would you like to proceed?
de: Ein Aufnahmetimer will Ihren Receiver in den Standby-Modus schalten. Jetzt ausführen?
gl: Unha gravación programada que rematou quere pór o receptor en repouso. Facelo agora?

source: A completed recording timer is about to shut down your receiver. Would you like to proceed?
de: Ein Aufnahmetimer will Ihren Receiver ausschalten. Jetzt ausschalten?
gl: Unha gravación programada que rematou quere apagar o receptor. Facelo agora?

source: A configuration file (%s) has been modified since it was installed. Would you like to keep the modified version?
de: Eine Konfigurationsdatei (%s) wurde seit der Installation verändert. Wollen Sie diese Änderungen beibehalten?
gl: O ficheiro de configuración (%s) foi modificado desde que se instalou. Queres conservar os teus cambios?

source: A file from media is in use!
de: Eine Mediendatei ist in Benutzung!
gl: Un ficheiro dos medios audivisuais está en uso!

source: A graphical EPG for all services of a specific bouquet
de: Grafischer EPG für alle Kanäle eines bestimmten Bouquets
gl: Unha EPG gráfica para todos os servizos dun buqué específico

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list indicates whether the function is for a long press of the button(s).
de: Eine Markierung auf dem Fernbedienungsbild zeigt an, auf welche Taste sich die Hilfe bezieht. Wenn mehr als eine Taste die angegebene Funktion ausführt, wird mehr als eine Markierung angezeigt. Der Text unter der Liste zeigt an, ob die Funktion für einen langen Druck auf die Taste(n) gilt.

source: A recording has started: %s
de: Eine Aufnahme wurde gestartet: %s
gl: Comezou unha gravación: %s

source: A recording is currently running on the selected tuner. Please select a different tuner or stop the recording and try again.
de: Momentan sind Aufnahmen auf dem gewählten Tuner aktiv. Bitte wählen Sie einen anderen Tuner oder beenden Sie die Aufnahme, bevor Sie es erneut versuchen.
gl: O sintonizadro seleccionado está a realizar unha gravación nestes intres. Por favor, selecciona un sintonizador diferente ou para a gravación e inténtao de novo.

source: A recording is currently running. What do you want to do?
de: Momentan läuft eine Aufnahme. Was möchten Sie tun?
gl: Hai unha gravación en curso. Que queres facer?

source: A recording is currently running. Please stop the recording before starting a DiSEqC test.
de: Aktuell läuft eine Aufnahme. Bitte beenden Sie zuerst die Aufnahme bevor Sie DiSEqC testen.
gl: Hai unha gravación en curso. Por favor, detena antes de comezar a proba DiSEqC.

source: A recording is currently running. Please stop the recording before trying to scan.
de: Momentan sind Aufnahmen aktiv. Bitte beenden Sie die Aufnahme, bevor Sie scannen.
gl: Hai unha gravación en curso. Por favor, detena antes de comezar o escaneo.

source: A repeating event is currently recording. What would you like to do?
de: Ein wiederholender Aufnahmetimer ist zurzeit aktiv... Was wollen Sie tun?

source: A required tool (%s) was not found.
de: Ein erforderliches Programm (%s) wurde nicht gefunden.
gl: Non se atopa unha ferramenta obrigatoria (%s).

source: A search for available updates is currently in progress.
de: Es wird gerade nach Aktualisierungen gesucht.
gl: Hai unha busca de actualizacións dispoñibles en progreso.

source: A second configured interface has been found. Do you want to disable the second network interface?
de: Eine zweite konfigurierte Netzwerkverbindung wurde gefunden. Wollen Sie diese zweite Netzwerkverbindung deaktivieren?
gl: Atopouse unha segunda interface configurada. Queres desactivar a segunda interface de rede?

source: A sleep timer is about to put your receiver in standby mode. Would you like to proceed?
de: Ein Sleeptimer will Ihren Receiver in den Standby-Modus schalten. Dies jetzt tun?
gl: Un temporizador de apagado quere pór o receptor en repouso. Facelo agora?

source: A sleep timer is about to shut down your receiver. Would you like to proceed?
de: Ein Sleeptimer will Ihren Receiver ausschalten. Jetzt herunterfahren?
gl: Un temporizador de apagado quere apagar o receptor. Facelo agora?

source: A small overview of the available icon states and actions.
de: Eine kurze Übersicht der verfügbaren Symbol Stati und Aktionen.
gl: Unha pequeña vista das iconas de estado e accións dispoñibles.

source: A timer failed to record! Disable TV and try again?
de: Timeraufnahme fehlgeschlagen. Fernsehprogramm ändern und erneut versuchen?
gl: Fallou unha gravación programada! Queres desactivar o TV e probar de novo?

source: AAC downmix
de: AAC heruntermischen
gl: Mestura AAC

source: AAC transcoding
de: AAC transkodieren

source: AAC+ downmix
de: AAC+ heruntermischen

source: ABOUT
de: ÜBER

source: AC3 downmix
de: AC3 heruntermischen
gl: Mestura AC3

source: AC3 transcoding
de: AA3 transkodieren

source: ACQUIRING TSID/ONID
de: Hole TSID/ONID
gl: ADQUIRINDO TSID/ONID

source: AFP Setup
de: AFP Einstellungen

source: ARROWLEFT
de: PFEILLINKS

source: ASS file
de: ASS Datei
gl: Ficheiro ASS

source: ATSC provider
de: ATSC Anbieter
gl: Provedor ATSC

source: AUDIO
de: SOUND

source: Abort
de: Abbrechen
gl: Abortar

source: Abort alternatives edit
de: Alternativen Bearbeitung abbrechen
gl: Abortar a edición de alternativas

source: Abort bouquet edit
de: Bouquet Bearbeitung abbrechen
gl: Abortar a edición de buqués

source: Abort favourites edit
de: Favoriten Bearbeitung abbrechen
gl: Abortar a edición de favoritos

source: About
de: Über
gl: Acerca de

source: Access point:
de: Zugangspunkt:
gl: Punto de acceso:

source: Accessed:
de: Zugriffe:

source: Activate
de: Aktivieren

source: Activate HbbTV (Redbutton)
de: HbbTV aktivieren (rote Taste)
gl: Activar HbbTV (botón vermello)

source: Activate IPv6 configuration
de: Aktuelle Konfiguration verwenden

source: Activate MAC-adress configuration
de: Aktuelle Konfiguration verwenden

source: Activate Picture in Picture
de: Bild-in-Bild aktivieren
gl: Activar PiP

source: Activate current configuration
de: Aktuelle Konfiguration verwenden
gl: Activar a configuración actual

source: Activate left-hand file list as multi-select source
de: Aktivieren Sie die linke Dateiliste als Mehrfachauswahlquelle

source: Activate left-hand file list as source
de: Linke Dateiliste als Quelle aktivieren

source: Activate network settings
de: Aktiviere Netzwerkeinstellungen
gl: Activar a configuración de rede

source: Activate right-hand file list as multi-select source
de: Aktivieren Sie die rechte Dateiliste als Mehrfachauswahlquelle

source: Activate right-hand file list as source
de: Rechte Dateiliste als Quelle aktivieren

source: Activate the configured network settings.
de: Aktiviere Netzwerkeinstellungen.
gl: Activar a configuración de rede establecida.

source: Activate timeshift End
de: Aktiviere TimeShift-Ende
gl: Activar o final do timeshift

source: Activate timeshift end and pause
de: Aktiviere TimeShift-Ende und Pause
gl: Activar a pausa e o final do timeshift

source: Active
de: Aktiv

source: Adapter settings
de: Adapter-Einstellungen
gl: Configuración do adaptador

source: Add
de: Hinzufügen
gl: Engadir

source: Add a mark
de: Marker hinzufügen
gl: Engadir unha marca

source: Add a new title
de: Neuen Titel hinzufügen
gl: Engadir un título novo

source: Add alternatives
de: Alternativen hinzufügen
gl: Engadir alternativas

source: Add bookmark
de: Lesezeichen hinzufügen
gl: Engadir un marcador

source: Add bouquet
de: Bouquet hinzufügen
gl: Engadir un buqué

source: Add bouquet to parental protection
de: Jugendschutz zu Bouquet hinzufügen
gl: Engadir buqué á protección paterna

source: Add current folder to bookmarks
de: Aktuellen Ordner zu Lesezeichen hinzufügen

source: Add directory to playlist
de: Verzeichnis zur Wiedergabeliste hinzufügen
gl: Engadir directorio á lista de reprodución

source: Add file to playlist
de: Datei zur Wiedergabeliste hinzufügen
gl: Engadir ficheiro á lista de reprodución

source: Add files to playlist
de: Dateien zur Wiedergabeliste hinzufügen
gl: Engadir ficheiros á lista de reprodución

source: Add marker
de: Marker einfügen
gl: Engadir marcador

source: Add plugin to Extensions menu*
de: Plugin zum Erweiterungsmenü hinzufügen*

source: Add plugin to main menu*
de: Plugin zum Hauptmenü hinzufügen*

source: Add provider
de: Provider hinzufügen
gl: Engadir provedor

source: Add recording (enter recording duration)
de: Aufnahme hinzufügen (Aufnahmelänge eingeben)
gl: Engadir gravación (insire duración)

source: Add recording (enter recording endtime)
de: Aufnahme hinzufügen (Aufnahmeendzeit eingeben)
gl: Engadir gravación (insire hora de remate)

source: Add recording (indefinitely)
de: Aufnahme hinzufügen (unbegrenzt)
gl: Engadir gravación (indefinidamente)

source: Add recording (stop after current event)
de: Aufnahme hinzufügen (aktuelle Sendung)
gl: Engadir gravación (deter co evento actual)

source: Add selected folder to bookmarks
de: Ausgewählten Ordner zu Lesezeichen hinzufügen

source: Add service
de: Kanal hinzufügen
gl: Engadir servizo

source: Add service to bouquet
de: Kanal zu Bouquet hinzufügen
gl: Engadir servizo ao buqué

source: Add service to favourites
de: Kanal zu Favoriten hinzufügen
gl: Engadir servizo a favoritos

source: Add services to this bouquet?
de: Zu Bouquet hinzufügen?
gl: Engadir servizos a este buqué?

source: Add timer
de: Timer hinzufügen
gl: Engadir temporizador

source: Add title
de: Titel hinzufügen
gl: Engadir título

source: Add to bouquet
de: Zum Bouquet hinzufügen
gl: Engadir ao buqué

source: Add to favourites
de: Zu Favoriten hinzufügen
gl: Engadir aos favoritos

source: Add to parental protection
de: Zum Jugendschutz hinzufügen
gl: Engadir á protección paterna

source: Add/remove change timer for current event
de: Setze/Entferne Timer für aktuelle Sendung
gl: Engadir/eliminar/cambiar temporizador do evento actual

source: Adding schedule...
de: Planung hinzufügen...

source: Additional cable of motorized LNB
de: Zweites Kabel für motorisiertes LNB
gl: Cable adicional de LNB motorizado

source: Additional files/folders to backup
de: Zusätzlich zu sichernde Dateie/Ordnern

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
de: Erlaubt die Einstellung zusätzliche Motoreinstellungen gemäß des Datenblattes des Motors, um sicher von einem zu einem anderen Satelliten wechseln zu können.
gl: As opcións adicionais de motor permiten inserir detalles referidos ás características do teu motor para que enigma poida calcular o tempo que se tarda en mover a antena dun satélite a outro.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move to another satellite.
de: Erlaubt die Einstellung zusätzliche Motoreinstellungen gemäß des Datenblattes des Motors, um sicher zu einem anderen Satelliten wechseln zu können.
gl: As opcións adicionais de motor permiten inserir detalles referidos ás características do teu motor para que enigma poida calcular o tempo que se tarda en cambiarse a outro satélite.

source: Adjust 3D settings
de: 3D-Einstellungen anpassen
gl: Axustar configuración 3D

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
de: Verändern Sie die Farbeinstellungen, sodass Sie alle Farbabstufungen voneinander unterscheiden können, diese aber so gesättigt wie möglich dargestellt werden. Wenn Sie mit dem Ergebnis zufrieden sind, drücken Sie OK, um die Feineinstellungen zu beenden. Mit den Zahlentasten können Sie weitere Testbilder auswählen.
gl: Axusta a configuración da cor de forma que todos os tonos de cor sexan distinguibles pero aparezan o máis saturados posible. Se estás satisfeito co resultado, preme OK para pechar o axuste fino de vídeo, ou usa os números para seleccionar outras pantallas de test.

source: Advanced
de: Erweitert
gl: Avanzado

source: Advanced Options
de: Erweiterte Optionen

source: Advanced options
de: Erweiterte Optionen
gl: Opcións avanzadas

source: Advanced options and settings.
de: Erweiterte Optionen und Einstellungen.
gl: Opcións avanzadas e configuración.

source: Advanced restore
de: Erweiterte Wiederherstellung
gl: Restauración avanzada

source: Advanced software
de: Erweiterte Software
gl: Software avanzado

source: Advanced software plugin
de: Erweitertes Software Plugin
gl: Plugin de sofware avanzado

source: Advanced video enhancement setup
de: Erweiterte A/V-Einstellungen
gl: Configuración de mellora avanzada de vídeo

source: Advanced video setup
de: Erweiterte Video-Einstellungen
gl: Configuración avanzada de vídeo

source: After event
de: Nach der Sendung
gl: Despois do evento

source: After the start wizard is completed, you need to protect single services. Refer to your %s %s's manual on how to do that.
de: Nachdem der Startassistent abgeschlossen ist, musst du einzelne Dienste schützen. Wie das geht, erfährst du im Handbuch deines %s %s.

source: Aland Islands
de: Aland-Inseln
gl: Illas Aland

source: Albania
de: Albanien

source: Algeria
de: Algerien
gl: Alxeria

source: Alignment of events
de: Ausrichtung der Sendungstitel
gl: Aliñación de eventos

source: Alignment of service names
de: Ausrichtung der Sendernamen
gl: Aliñación de nome dos servizos

source: All
de: Alle
gl: Todo

source: All ages
de: Jedes Alter
gl: Todas as idades

source: All frequency
de: Alle Frequenzen
gl: Todas as frecuencias

source: All satellites 1 (USALS)
de: Alle Satelliten 1 (USALS)
gl: Todos os satélites 1 (USALS)

source: All satellites 2 (USALS)
de: Alle Satelliten 2 (USALS)
gl: Todos os satélites 2 (USALS)

source: All satellites 3 (USALS)
de: Alle Satelliten 3 (USALS)
gl: Todos os satélites 3 (USALS)

source: All satellites 4 (USALS)
de: Alle Satelliten 4 (USALS)
gl: Todos os satélites 4 (USALS)

source: All services provider
de: Alle Dienstanbieter
gl: Todos os provedores de servizos

source: All slots
de: Alle Steckplätze
gl: Todas as rañuras

source: Allocate
de: Zuweisen
gl: Asignar

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
de: Weisen Sie dem physischen LNB, welches Sie konfigurieren, eine Nummer zu. Sie können dieses LNB erneut für andere Satellitenpositionen (z. B. motorisierte Satelliten) auswählen, um den gleichen LNB mehrere Male zu nutzen.
gl: Asigna un número ao LNB que esás a configurar. Poderás volver a seleccionar este LNB para outros satélites (por exemplo, antenas motorizadas) para evitar configurar o mesmo LNB varias veces.

source: Allocate unused memory index
de: Zuordnen ungenutzer Rotor Index-Positionen
gl: Asignar índice de memoria non usado

source: Allow 10bit
de: 10bit erlauben
gl: Permitir 10bit

source: Allow 12bit
de: 12bit erlauben
gl: Permitir 12bit

source: Allow quitting movie player with exit
de: Movieplayer mit Exit beenden
gl: Permite saír do movieplayer con Exit

source: Allow subtitle language to equal audio language
de: Erlaube Untertitel der Toneinstellung entsprechend
gl: Permitir que o idioma dos subtítulos sexa igual ao idioma do son

source: Allow subtitles for hearing impaired
de: Erlaube Untertitel für Hörgeschädigte
gl: Permitir subtítulos para persoas con discapacidade auditiva
