Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Enable EIT EPG
de: Aktiviere EIT EPG
gl: Activar EIT EPG

source: Enable HDMI-CEC
de: Aktiviere HDMI-CEC
gl: Activar HDMI-CEC

source: Enable MHW EPG
de: Aktiviere MHW EPG
gl: Activar MHW EPG

source: Enable Netmed EPG
de: Aktiviere Netmed EPG
gl: Activar a EPG Netmed

source: Enable OK as preview in channel selection
de: Aktiviere OK als Vorschau in der Kanalliste
gl: Activar OK como vista previa na selección de canles

source: Enable OK for channel selection
de: Aktiviere OK für Kanalauswahl
gl: Activar OK para a selección do canle

source: Enable OpenTV EPG
de: Aktiviere OpenTV EPG
gl: Activar a EPG OpenTV

source: Enable Swap at startup
de: Aktiviere Swap beim Startvorgang

source: Enable ViaSat EPG
de: Aktiviere ViaSat EPG
gl: Activar a EPG ViaSat

source: Enable Virgin EPG
de: Aktiviere Virgin EPG
gl: Activar a EPG Virgin

source: Enable Wake On LAN
de: Aktiviere Wake on LAN

source: Enable auto cable scan
de: Automatischen Kabelscan aktivieren

source: Enable auto fastscan
de: Automatischen schnellen Suchlauf aktivieren
gl: Activar o escaneo rápido automático

source: Enable auto fastscan for %s
de: Automatischen schnellen Suchlauf für %s aktivieren
gl: Activar o escaneo rápido automático para %s

source: Enable bluetooth audio
de: Aktiviere Bluetooth-Audio

source: Enable bouquet edit
de: Bouquet Bearbeitung anschalten
gl: Activar a edición de buqués

source: Enable bouquet selection in multi-EPG
de: Aktiviere Bouquet Auswahl im Multi-EPG
gl: Activar a selección de buqués en multi-EPG

source: Enable debug log
de: Debug Log aktivieren

source: Enable fallback remote receiver
de: Aktiviere Fallback Remote Receiver
gl: Activar o receptor de reserva remoto

source: Enable favourites edit
de: Favoriteneditor anschalten
gl: Activar a edición de favoritos

source: Enable freesat EPG
de: Aktiviere freesat EPG
gl: Activar a EPG freesat

source: Enable import timer from fallback tuner
de: Aktiviere den Import der Timer vom Notfalltuner
gl: Activar a importación de temporizadores desde o sintonizador de reserva

source: Enable infobar fade-out
de: Aktiviere Ausblenden der Infobar

source: Enable move mode
de: Verschiebemodus aktivieren
gl: Activar o modo movemento

source: Enable multiple bouquets
de: Mehrere Bouquets erlauben
gl: Activar buqués múltiples

source: Enable or disable Ipv6.
de: Aktiviere oder deaktiviere IPv6.

source: Enable or disable using HDMI-CEC.
de: HDMI-CEC Benutzung an- oder ausschalten.

source: Enable parental protection
de: Jugendschutz anschalten
gl: Activar a protección paterna

source: Enable power off timer
de: Aktiviere Ausschalt-Timer

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
de: Reserve-Enigma2-Receiver aktivieren, welcher verwendet wird wenn ein Sender lokal nicht empfangen werden kann. (z.B. wenn Tuner belegt oder Sender lokal nicht verfügbar ist). Gebe die komplette URL inklusive http:// und Portnummer (normal ...:8001), e.g. http://zweite_box:8001.
gl: Activar o receptor enigma2 remoto para que intente sintonizar os servizos que non se poden sintonizar localmente (por exemplo, o sintonizador está ocupado ou o tipo de servizo no está dispoñible no sintonizador local) Especifica o URL completo incluíndo http:// e o porto (normalmente 8001 ), Por exemplo, http://outro_receptor.com:8001.

source: Enable screenshot of LCD in /tmp
de: Aktiviere Bildschirmfoto des LCD in /tmp

source: Enable teletext caching
de: Aktiviere Teletext Cache
gl: Activar o almacenamento en caché de teletexto

source: Enable this setting if your aerial system needs power
de: Aktivieren Sie diese Einstellung, wenn Ihr Antennensystem Strom benötigt
gl: Activa este parámetro se o teu sistema aéreo necesita enerxía

source: Enable timer conflict detection
de: Aktiviere Konflikterkennung für Aufnahmen
gl: Activar a detección de conflitos do temporizador

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
de: Aktivieren Sie diese Option, um alle Optionen für "Wahr / Falsch", "Ja / Nein", "Ein / Aus" und "Ein- / Ausschalten" als grafischen Schalter anzuzeigen.
gl: Activar para amosar todas as opcións de configuración do tipo verdadeiro/falso, si/non e activar/desactivar como un interruptor gráfico.

source: Enable twisted log *
de: Twisted Log aktivieren *

source: Enable volume control with arrow buttons
de: Lautstärkeregelung mit den Pfeiltasten aktivieren
gl: Activar o control de volume cos botóns de frecha

source: Enable wakeup timer
de: Wakeup-Timer einschalten

source: Enable zapping with CH+/-, B+/-, P+/-
de: Aktiviere Kanalumschalten mit CH+/-, B+/-, P+/-
gl: Activar o cambio con CH+/-, B+/-, P+/-

source: Enable/Disable IPv6
de: Aktiviere/Deaktiviere IPv6

source: Enable/Disable IPv6 support of your receiver.
de: Bearbeiten Sie die IPv6-Einstellungen Ihres Receivers.

source: Enabled
de: Aktiviert
gl: Activado

source: Enabled, only from deep standby
de: Aktiviert, nur aus Deep Standby

source: Enabled, only from standby
de: Aktiviert, nur aus Standby

source: Encrypted:
de: Verschlüsselt:
gl: Encriptado:

source: Encryption
de: Verschlüsselung
gl: Encriptación

source: Encryption key
de: WLAN-Sicherheitsschlüssel
gl: Clave de encriptación

source: Encryption key type
de: Passwortverschlüsselungstyp
gl: Tipo de clave de encriptación

source: Encryption:
de: Verschlüsselung:
gl: Encriptación:

source: End alternatives edit
de: Alternativen-Bearbeitung beenden
gl: Rematar a edición de alternativas

source: End bouquet edit
de: Bouqueteditieren beenden
gl: Rematar a edición de buqués

source: End favourites edit
de: Favoriteneditor beenden
gl: Rematar a edición de favoritos

source: End time
de: Endzeit
gl: Hora de remate

source: End time to ignore inactivity sleeptimer
de: Endzeit zum Ignorieren des Inaktivität-Sleeptimers
gl: Hora de remate para ignorar o temporizador de repouso

source: End time to ignore shutdown in standby
de: Zeitpunkt nachdem nicht mehr vom Standby in den Schlafmodus gewechselt wird
gl: Hora de finalización para ignorar o apagado en repouso

source: English
de: Englisch
gl: Inglés

source: Enigma (re)starts: %d
de: Enigma (Neu)starts: %d
gl: Enigma (re)inicia: %d

source: Enter IP address
de: IP-Adresse eingeben
gl: Insire o enderezo IP

source: Enter PIN
de: PIN eingeben
gl: Insire o PIN

source: Enter PIN code
de: PIN-Code eingeben
gl: Insire un código PIN

source: Enter URL
de: URL eingeben
gl: Insire o URL

source: Enter an URL where alternative images could be listed for FlashImage.
de: Geben Sie eine URL ein, unter der alternative Images für FlashImage abgerufen werden könnten.

source: Enter if you are in the east or west hemisphere.
de: Geben Sie an, ob Sie sich in der östlichen oder westlichen Hemisphäre befinden.
gl: Insire se te atopas no hemisferio leste ou oeste.

source: Enter if you are north or south of the equator.
de: Geben Sie an, ob Sie sich nördlich oder südlich des Äquators befinden.
gl: Insire se estás ao norte ou ao sur do Ecuador.

source: Enter main menu...
de: Öffne Hauptmenü...
gl: Acceder ao menú principal…

source: Enter multi-file selection mode
de: Mehrfachauswahlmodus aktivieren

source: Enter persistent PIN code
de: Festen PIN eingeben
gl: Insire un código PIN persistente

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
de: Geben Sie die Frequenz ein, mit der Ihr LNB zwischen Low- und High-Band wechselt. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
gl: Insire a frecuencia á que teu LNB cambia entre banda baixa e banda alta. Para obter máis información consulta a folla de especificacións do teu LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
de: Geben Sie die Frequenzschrittgröße ein, die der Tuner bei der Suche nach Kabelmultiplexen verwenden soll. Weitere Informationen finden Sie in der Dokumentation Ihres Kabelanbieters.
gl: Insire o tamaño do salto de frecuencia para que o sintonizador o use ao buscar múltiplex por cable. Para obter máis información consulta a documentación de teu provedor de cable.

source: Enter the number stored in the positioner that corresponds to this satellite.
de: Geben Sie die Nummer ein, die im Stellungsregler für diesen Satelliten gespeichert ist.
gl: Insire o número almacenado no posicionador que corresponde a este satélite.

source: Enter the service PIN
de: Geben Sie den Kanal-PIN-Code ein
gl: Insire o PIN do servizo

source: Enter valid ONID/TSID
de: Gültige ONID/TSID eingeben

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
de: Geben Sie Ihren aktuellen Breitengrad ein. Dies ist die Anzahl der Grade, die Sie vom Äquator als Dezimalzahl haben.
gl: Insire a latitude actual. Isto é a distancia en graos en formato decimal á que te atopas da liña do Ecuador.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
de: Geben Sie Ihre aktuelle Länge ein. Dies ist die Anzahl der Grade, die Sie vom Nullmeridian als Dezimalzahl haben.
gl: Insire a loxitude actual. Isto é a distancia en graos en formato decimal á que te atopas do meridiano cero.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
de: Geben Sie Ihre aktuelle High-Band Oszillatorfrequenz ein. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
gl: Insire a frecuencia do oscilador local de banda alta. Para obter máis información consulta a folla de especificacións de teu LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
de: Geben Sie Ihre aktuelle Low-Band Oszillatorfrequenz ein. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
gl: Insire a frecuencia do oscilador local de banda baixa. Para obter máis información consulta a folla de especificacións de teu LNB.

source: Equal to
de: Gleich wie
gl: Igual a

source: Error
de: Fehler
gl: Erro

source: Error checking disk. The disk may be damaged
de: Fehler Überprüfung Datenträger. Datenträger könnte beschädigt sein

source: Error code
de: Fehler-Code
gl: Código de erro

source: Error creating directory %s: %s
de: Fehler beim Erstellen des Verzeichnis %s: %s

source: Error during downloading image %s %s
de: Fehler beim Herunterladen des Images %s %s
gl: Erro durante a descarga da imaxe %s %s

source: Error during unzipping image %s
de: Fehler beim Entpacken des Images %s
gl: Erro ao descomprimir a imaxe %s

source: Error formatting disk. The disk may be damaged
de: Fehler Formatierung Datenträger. Datenträger könnte beschädigt sein

source: Error linking %s to %s: %s
de: Fehler beim Erstellen des Links von %s nach %s: %s

source: Error reading bouquets.radio
de: Fehler beim Lesen der 'bouquets.radio'

source: Error reading bouquets.tv
de: Bouquet Liste öffnen

source: Error removing your wifi configuration
de: Fehler beim Entfernen deiner WLAN-Konfiguration

source: Error renaming %s to %s: %s
de: Fehler beim Umbenennen von %s nach %s: %s

source: Error when writing epg.dat on the fallback receiver
de: Fehler beim Schreiben der Datei epg.dat auf dem Fallback-Empfänger

source: Error while moving epg.dat to its destination
de: Fehler beim Verschieben der epg.dat vom Server

source: Error while retrieving epg.dat from the fallback receiver
de: Fehler beim Empfangen der epg.dat vom Fallback-Receiver

source: Error while retrieving fallback timer information %s
de: Fehler beim Empfangen der Fallback-Timer-Informationen %s

source: Error while retrieving location of epg.dat on the fallback receiver
de: Fehler beim Empfangen des epg.dat Speicherorts

source: Error...
de: Fehler...

source: Error: %s Retry?
de: Fehler aufgetreten: %s Erneut versuchen?
gl: Erro: %s Reintentar?

source: Estonian
de: Estnisch
gl: Estonio

source: Ethernet network interface
de: Ethernet Netzwerkadapter
gl: Interface de rede ethernet

source: Event View Actions
de: Aktionen in der Ereignisansicht

source: Event View EPG Actions
de: Ereignisansicht EPG-Aktionen

source: Event font size (relative to skin size)
de: Sendung Schriftgröße (relativ zur Skingröße)
gl: Tamaño de fonte do evento (relativo ao tamaño da skin)

source: Event name first
de: Sendungsname zuerst
gl: Nome do evento primeiro

source: Event view
de: Sendungsanzeige
gl: Vista de eventos

source: Event view context menu
de: Sendungsübersicht Kontextmenü
gl: Menú contextual da vista de eventos

source: Event view menu
de: Sendungsanzeigenmenü
gl: Menú de vista de eventos

source: Events info menu
de: Sendungsinformations Menü
gl: Menú de información de eventos

source: Every known
de: Jeder unbekannte
gl: Cada coñecido

source: Everywhere
de: Überall
gl: En todas partes

source: Exceeds Bludisc medium!
de: Übersteigt die Größe eines Doppelschicht-Mediums!

source: Exceeds dual layer medium!
de: Übersteigt die Größe eines Doppelschicht-Mediums!
gl: Supera o disco de doble capa!

source: Exclude first CA device
de: Erstes CA-Gerät ausschließen

source: Execution finished!!
de: Ausführung beendet!
gl: A execución rematou!

source: Execution progress:
de: Ausführen eines externen Befehls:
gl: Progreso da execución:

source: Exit
de: Beenden
gl: Saír

source: Exit EPG
de: EPG verlassen
gl: Saír da EPG

source: Exit IPv6 configuration
de: IPv6 Konfiguration verlassen

source: Exit MAC-adress configuration
de: MAC Konfiguration verlassen

source: Exit editor
de: Editor beenden
gl: Saír do editor

source: Exit editor and write changes (if any)
de: Editor beenden und Änderungen speichern (falls vorhanden)

source: Exit input device selection.
de: Eingabegeräteauswahl verlassen.
gl: Saír da selección de dispositivo de entrada.

source: Exit media player?
de: Mediaplayer beenden?
gl: Saír do reprodutor de medios?

source: Exit mediaplayer
de: Mediaplayer beenden
gl: Saír do reprodutor de medios

source: Exit movie list
de: Verlasse Filmliste
gl: Saír da lista de películas

source: Exit movie player?
de: Medienplayer verlassen?
gl: Salir do reprodutor de películas?

source: Exit nameserver configuration
de: DNS-Serverkonfiguration verlassen
gl: Saír da configuración do servidor de nomes

source: Exit network interface list
de: Netzwerkadapterübersicht verlassen
gl: Saír da lista de interfaces de rede

source: Exit network wizard
de: Netzwerkassistent verlassen
gl: Saír do asistente de rede

source: Exit picture viewer
de: Verlasse Picture Viewer

source: Exit the wizard
de: Assistent beenden
gl: Saír do asistente

source: Expand
de: Erweitern
gl: Expandir

source: Expert
de: Experte
gl: Experto

source: Extend sleeptimer 15 minutes
de: Sleeptimer 15 min verlängern
gl: Extiender 15 minutos o temporizador de repouso

source: Extended
de: Erweitert
gl: Extendido

source: Extended PID info
de: Erweiterte PID Information
gl: Información PID extendida

source: Extended Software
de: Fortgeschrittene Software
gl: Software extendido

source: Extended Software Plugin
de: Fortgeschrittenes Software Plugin
gl: Complemento de software extendido

source: Extended info
de: Erweiterte Informationen

source: Extended network setup plugin...
de: Erweitertes Netzwerksetup Plugin...
gl: Complemento de configuración extendida de rede…

source: Extended settings
de: Erweiterte Einstellungen

source: Extended setup...
de: Erweiterte-Einstellungen...
gl: Configuración extendida…

source: Extensions
de: Erweiterungen
gl: Extensións

source: Extensions management
de: Erweiterungsverwaltung
gl: Xestión de extensións

source: Extensions menu
de: Menü Erweiterungen
gl: Menú de extensións

source: External
de: Extern
gl: Externo

source: External PiP
de: Externes PiP (Scart)
gl: PiP externo

source: External Storage %s
de: Externer Speicher %s
gl: Almacenamento externo %s

source: External subtitle color
de: Farbe für externe Untertitel
gl: Cor dos subtítulos externos

source: External subtitle dialog colorisation
de: Einfärben externer Untertiteldialoge
gl: Coración dos diálogos de subtítulos externos

source: External subtitle switch fonts
de: Schriftänderung externer Untertitel
gl: Intercambio de fontes dos subtítulos externos

source: Externally powered
de: Extern mit Strom versorgt
gl: Accionado externamente

source: Extra end time to ignore inactivity sleeptimer
de: Endzeit zum Ignorieren des Inaktivität-Sleeptimers
gl: Tempo de remate extra para ignorar o temporizador de repouso

source: Extra motor options
de: Zusätzliche Motor-Optionen
gl: Opcións adicionais do motor

source: Extra start time to ignore inactivity sleeptimer
de: Startzeit zum Ignorieren des Inaktivität-Sleeptimers
gl: Tempo de inicio extra para ignorar o temporizador de repouso

source: FAILED
de: FEHLGESCHLAGEN
gl: FALLOU

source: FAVORITES
de: FAVORITEN

source: FBC SCR (Unicable/JESS)
de: FBC SCR (Unicable oder JESS)

source: FBC automatic
de: FBC automatisch
gl: FBC automático

source: FBC automatic connected to
de: FBC automatisch verbunden mit
gl: FBC automático conectado a

source: FBC automatic connected to %s
de: FBC automatisch verbunden mit %s
gl: FBC automático conectado a %s

source: FBC automatic inactive
de: FBC automatisch nicht aktiv
gl: FBC automático inactivo

source: FCC enabled
de: FCC Aktiviert

source: FCCSetup
de: FCC Einstellungen

source: FORWARD
de: VORWÄRTS

source: FTP Setup
de: FTP-Dateiserver

source: Factory reset
de: Werkseinstellungen
gl: Restablecemento de fábrica

source: Factory reset will restore your receiver to its default configuration. All user data including system settings, tuner configuration, bouquets, services and plugins will be DELETED. Recordings and other files stored on HDD and USB media will remain intact. After completion, the system will restart automatically! Do you really want to proceed?
de: Mit der Werkseinstellung wird der Receiver auf die Standardkonfiguration zurückgesetzt. Alle Benutzerdaten einschließlich Systemeinstellungen, Tuner-Konfiguration, Bouquets, Dienste und Plugins werden gelöscht. Aufnahmen und andere Dateien, die auf HDD- und USB-Medien gespeichert sind, bleiben erhalten. Nach Abschluss wird das System automatisch neu gestartet! Willst du wirklich weitermachen?
gl: O restablecemento de fábrica restaura o receptor á súa configuración predeterminada. ELIMINARANSE todos os datos do usuario, incluída a configuración do sistema, a configuración do sintonizador, os buqués, os servizos e os complementos. As gravacións e outros ficheiros almacenados no disco duro e o dispositivo USB permanecerán intactos. Ao remate, o sistema reiniciarase automaticamente! Seguro que queres continuar?

source: Fade the Infobar on hide
de: Ausblenden der Infobar beim Beenden

source: Failed
de: Fehlgeschlagen
gl: Fallou

source: Failed to write /tmp/positionersetup.log:
de: Fehler beim Schreiben /tmp/positionersetup.log:
gl: Fallo ao escribir /tmp/positionersetup.log:

source: Failed:
de: Fehlgeschlagen:
gl: Fallou:

source: Fallback API did not return a valid result.
de: Die Fallback-API hat kein gültiges Ergebnis zurückgegeben.

source: Fallback Timer
de: Notfall Timer
gl: Temporizador de reserva

source: Fallback remote receiver
de: Notfall Receiver
gl: Receptor de reserva remoto

source: Fallback remote receiver IP
de: Notfall Receiver IP
gl: IP do receptor de reserva remoto

source: Fallback remote receiver Port
de: Notfall Receiver Port
gl: Porto do receptor de reserva remoto

source: Fallback remote receiver URL
de: Notfall Receiver URL
gl: URL do receptor de reserva remoto

source: Fallback remote receiver for ATSC
de: Notfall Receiver für ATSC
gl: Receptor de reserva remoto para ATSC

source: Fallback remote receiver for DVB-C
de: Notfall Receiver für DVB-C
gl: Receptor de reserva remoto para DVB-C

source: Fallback remote receiver for DVB-T
de: Notfall Receiver für DVB-T
gl: Receptor de reserva remoto para DVB-T

source: Fallback remote receiver setup
de: Notfall Receiver Einstellungen
gl: Configuración do receptor de reserva remoto

source: Fallback tuner setup
de: Notfall Tuner Einstellungen
gl: Configuración do sintonizador de reserva

source: False
de: Nein
gl: Falso

source: Fan %d
de: Lüfter %d
gl: Ventilador %d

source: Fan operation
de: Lüfterbetriebszustand
gl: Funcionamento do ventilador

source: Fan speed
de: Lüftergeschwindigkeit
gl: Velocidade do ventilador

source: Fast
de: Schnell
gl: Rápido

source: Fast Channel Change
de: Schneller Kanalwechsel

source: Fast Channel Change Setup
de: Schneller Kanalwechsel-Setup

source: Fast Channel Change setup
de: Einrichtung des schnellen Kanalwechsels

source: Fast DiSEqC
de: Schnelles DiSEqC
gl: DiSEqC Rápido

source: Fast Mounted Remove
de: Datenträger sicher entfernen

source: Fast epoch
de: Schnell Zeitraum
gl: Epoch rápida

source: Fast forward speeds
de: Schnellvorlauf-Geschwindigkeiten
gl: Velocidades de avance rápido

source: Fast mount
de: Schnell eingebunden

source: Fast mounted Media unmounted. You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
de: Die Partition wurde ausgehangen. Wenn weitere Partitionen im System eingebunden sind hängen Sie sie vorher aus (umount) Für Fest eingebundene Laufwerke benutzen sich bitte den Gerätemanager!

source: FastScan
de: SchnellScan
gl: Escaneo rápido

source: Fastscan
de: SchnellScan
gl: Escaneo rápido

source: Favourites
de: Favoriten
gl: Favoritos

source: File Commander - Addon File-Viewer
de: File Commander - Datei-Viewer Erweiterung

source: File Commander - Addon Mediaplayer
de: File Commander - Mediaplayer Erweiterung

source: File Commander - Addon Movieplayer
de: File Commander - Movieplayer Erweiterung

source: File Commander - all Task's completed!
de: File Commander - Alle Aufgaben abgeschlossen!

source: File Commander - generalised archive handler
de: File Commander - genereller Archiv Handler

source: File Commander - gzip Addon
de: File Commander - gzip Erweiterung

source: File Commander - ipk Addon
de: File Commander - ipk Erweiterung

source: File Commander - tar Addon
de: File Commander - tar Erweiterug

source: File Commander - unrar Addon
de: File Commander - unrar Erweiterung

source: File Commander - unzip Addon
de: File Commander - unzip Erweiterung

source: File Commander Settings
de: File Commander Einstellungen

source: File Commander context menu
de: File Commander Kontext Menü

source: File Commander menu
de: File Commander Menü

source: File appears to be busy.
de: Die Datei ist gerade in Verwendung.
gl: O ficheiro parece estar ocupado.

source: File checksums to calculate for button 9
de: Für die Berechnung von Datei-Prüfsummen mit der Taste 9

source: File checksums/hashes
de: Datei Prüfsummen / Hash

source: File not found: %s
de: Datei: %s nicht gefunden

source: File transfer was cancelled by user
de: Dateiübertragung durch den Benutzer abgebrochen

source: File write error: '%s'
de: Fehler beim Schreiben der Datei: '%s'

source: File/Directory Status Information
de: Datei/Verzeichnis Statusinformationen

source: Filename
de: Dateiname
gl: Nome do ficheiro

source: Files/folders to exclude from backup
de: Nicht zu sichernde Dateien/Ordner

source: Filesystem check
de: Dateisystemüberprüfung
gl: Comprobación do sistema de arquivos

source: Filesystem: %s
de: Dateisystem: %s
