Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Define additional delay in milliseconds before start of http(s) streams, e.g. to connect a remote tuner, you use a complex system of DiSEqC.
de: Definieren Sie eine zusätzliche Verzögerung in Millisekunden vor dem Start von http(s)-Streams, z. B. Um einen Remote-Tuner anzuschließen, verwenden Sie ein komplexes DiSEqC-System.

source: Delay after change voltage before switch command
de: Verzögerung nach Spannungsänderung vor Schaltbefehl
gl: Retardo entre o cambio de voltaxe e o cambio de comando

source: Delay after continuous tone disable before diseqc
de: Verzögerung nach Dauerton Abschaltung vor diseqc
gl: Retardo entre a desactivación do tono continuo e o diseqc

source: Delay after diseqc peripherial poweron command
de: Verzögerung nach diseqc Peripherie Anschaltbefehl
gl: Retardo despois do comando diseqc de acendido do periférico

source: Delay after diseqc reset command
de: Verzögerung nach diseqc Resetbefehl
gl: Retardo despois do comando diseqc de restablecemento

source: Delay after enable voltage before motor command
de: Verzögerung nach Spannungseinschaltung vor Motorbefehl
gl: Retardo entre a activación da voltaxe e o comando ao motor

source: Delay after enable voltage before switch command
de: Verzögerung nach Spannungseinschaltung vor Umschaltbefehl
gl: Retardo entre a activación da voltaxe e o comando de conmutación

source: Delay after final continuous tone change
de: Verzögerung nach finaler kontinuierlicher Ton Änderung
gl: Retardo despois do cambio de tono continuo final

source: Delay after last diseqc command
de: Verzögerung nach letztem diseqc Befehl
gl: Retardo despois do último comando diseqc

source: Delay after last voltage change
de: Verzögerung nach letzter Spannungsänderung
gl: Retardo despois do último cambio de voltaxe

source: Delay after motor stop command
de: Verzögerung nach Motor Stopbefehl
gl: Retardo despois do comando de parada do motor

source: Delay after set voltage before measure motor power
de: Verzögerung nach Spannungseinschaltung vor Messung Motor Leistung
gl: Retardo entre o cambio de voltaxe e a medida da potencia do motor

source: Delay after toneburst
de: Verzögerung nach ToneBurst
gl: Retraso despois do toneburst

source: Delay after voltage change before motor command
de: Verzögerung nach Spannungsänderung vor Motorbefehl
gl: Retardo entre o cambio de voltaxe e o comando ao motor

source: Delay before key repeat starts:
de: Verzögerung vor Tastenwiederholung:
gl: Retardo antes de comezar a repetición de tecla:

source: Delay before sequence repeat
de: Verzögerung vor Wiederholung der Sequenz
gl: Retardo antes da repetición da secuencia

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
de: Verzögerung zwischen CEC-Befehlen beim Senden einer Reihe von Befehlen. Einige Geräte benötigen diese Verzögerung für eine korrekte Funktion, normalerweise zwischen 50-150ms.

source: Delay between diseqc commands
de: Verzögerung zwischen diseqc Befehlen
gl: Retardo entre os comandos diseqc

source: Delay between switch and motor command
de: Verzögerung zwischen Schalt und Motorbefehlen
gl: Retardo entre a conmutación e o comando ao motor

source: Delay for external subtitles
de: Verzögerung für externe Untertitel
gl: Retardo dos subtítulos externos

source: Delay in miliseconds after finish scrolling text on display.
de: Hier können Sie die Verzögerung (in Millisekunden) nach einem Text-Durchlauf auf dem Display einstellen.
gl: Retardo, en milisegundos, ao remate do desprazamento de texto na pantalla.

source: Delay in miliseconds before start of scrolling text on display.
de: Hier können Sie die Verzögerung (in Millisekunden) vor einem Text-Durchlauf auf dem Display einstellen.
gl: Retardo, en milisegundos, ao inicio do desprazamento de texto na pantalla.

source: Delay in miliseconds between scrolling characters on display.
de: Hier können Sie die Verzögerung (in Millisekunden) Zwischen den einzelnen Zeichen auf dem Display einstellen.
gl: Retardo, en milisegundos, entre os caracteres no desprazamento de texto na pantalla.

source: Delay when closing a stream relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
de: Verzögerung beim Beenden eines Stream-Relay-Dienstes, bevor der Tuner für einen anderen Dienst neu zugewiesen wird. Die Einstellung "0" wird nur für Boxen mit mehreren Satellitentunern empfohlen.

source: Delete
de: Löschen
gl: Borrar

source: Delete %d elements
de: Lösche %d Elemente

source: Delete 1 element
de: Lösche 1 Element

source: Delete Image
de: Image löschen

source: Delete Wifi configuration
de: WLAN-Konfiguration löschen

source: Delete all the text
de: Lösche gesamten Text
gl: Borrar todo o texto

source: Delete character to left of cursor or select AM times
de: Zeichen links vom Cursor löschen oder AM Zeiten

source: Delete character under cursor or select PM times
de: Zeichen unter dem Cursor löschen oder PM Zeiten

source: Delete current line
de: Lösche aktuelle Zeile

source: Delete entry
de: Eintrag löschen
gl: Borrar entrada

source: Delete failed!
de: Löschen fehlgeschlagen!
gl: Fallou o borrado!

source: Delete file
de: Datei löschen
gl: Borrar ficheiro

source: Delete file or directory (and all its contents)
de: Datei/Verzeichnis (mit gesamtem Inhalt) löschen

source: Delete folder
de: Ordner löschen

source: Delete image
de: Image löschen
gl: Borrar imaxe

source: Delete playlist entry
de: Wiedergabelisteneintrag löschen
gl: Borrar entrada na lista de reprodución

source: Delete saved playlist
de: Gespeicherte Wiedergabeliste löschen
gl: Borrar lista de reprodución gardada

source: Delete the character to the left of text cursor
de: Lösche das Zeichen links vom Text Cursor
gl: Borrar o carácter á esquerda do cursor de texto

source: Delete the character under the text cursor
de: Lösche das Zeichen unter dem Text Cursor
gl: Eliminar o carácter debaixo do cursor de texto

source: Delete the current Wifi configuration.
de: Lösche die aktuelle WLAN-Konfiguration.

source: Delete the selected files or directories
de: Ausgewählte Dateien oder Verzeichnisse löschen

source: Delete timer
de: Timer löschen
gl: Borrar temporizador

source: Deleted
de: Gelöscht
gl: Borrado

source: Deleted image
de: Gelöschte Images

source: Deleted items
de: Gelöschte Objekte
gl: Elementos borrados

source: Deleting files
de: Lösche Dateien

source: Depth
de: Tiefe
gl: Profundidade

source: Descramble receiving http streams
de: Entschlüssele empfangene HTTP-Streams
gl: Descodificar os fluxos recibidos http

source: Descramble sending http streams
de: Entschlüssele gesendete HTTP-Streams
gl: Descodificar os fluxos enviados por http

source: Descramble service via streamrelay port
de: Entschlüssele Sender über Streamrelay Port

source: Descramble service via streamrelay url
de: Entschlüssele Sender über Streamrelay URL

source: Description
de: Beschreibung
gl: Descrición

source: Deselect
de: Markierung aufheben
gl: Deseleccionar

source: Destination of fallback remote receiver
de: Ziel des Notfall-Streamreceiver
gl: Destino do receptor de reserva remoto

source: Destination of fallback remote receiver for ATSC
de: Ziel des Notfall-Streamreceiver für ATSC
gl: Destino do receptor de reserva remoto para ATSC

source: Destination of fallback remote receiver for DVB-C
de: Ziel des Notfall-Streamreceiver für DVB-C
gl: Destino do receptor de reserva remoto para DVB-C

source: Destination of fallback remote receiver for DVB-T
de: Ziel des Notfall-Streamreceiver für DVB-T
gl: Destino do receptor de reserva remoto para DVB-T

source: Details for plugin:
de: Details des Plugins:
gl: Detalles do complemento:

source: Detect box%s via network
de: Box%s über das Netzwerk erkennen

source: Detect other boxes before standby
de: Andere Boxen vor dem Standby erkennen

source: Detected NIMs:
de: Erkannte Tuner:
gl: NIMs detectados:

source: Detected storage devices:
de: Erkannte Speichergeräte:
gl: HDD detectado:

source: Device
de: Gerät

source: Device Details
de: Geräte Details

source: Device Fixed Mount Point change needs a system restart in order to take effect. Restart your %s %s now?
de: Feste Einbindung eines Laufwerks benötigt einen System Neustart. Ihre %s %s jetzt neustarten?

source: Device Manager
de: Geräteverwaltung

source: Device Manager - Fast Mounted Remove
de: Laufwerksverwaltung - Datenträger sicher entfernen

source: Device Manager - Fast mounted remove
de: Laufwerksverwaltung - Datenträger sicher entfernen

source: Device name:
de: Gerätename:

source: Devicelist
de: Liste Geräte

source: Devices
de: Geräte

source: DiSEqC 1.0 command
de: DiSEqC 1.0 Befehl
gl: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
de: DiSEqC 1.1 Befehl
gl: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
de: DiSEqC 1.1 Wiederholungen
gl: Repeticións DiSEqC 1.1

source: DiSEqC mode
de: DiSEqC-Modus
gl: Modo DiSEqC

source: DiSEqC-tester settings
de: DiSEqC-Tester Einstellungen
gl: Configuración do potenciómetro DiSEqC

source: Did you see all eight arrow heads?
de: Haben Sie alle acht Pfeilspitzen gesehen?
gl: Viches as oito frechas?

source: Digital contour removal
de: Entfernen digitaler Konturen
gl: Borrar contorno dixital

source: Direct playback of linked titles without menu
de: Direkte Wiedergabe verknüpfter Titel ohne Menü
gl: Reprodución dos títulos enlazados sen menú

source: Direction Actions
de: Richtung Aktionen

source: Directory
de: Verzeichnis
gl: Directorio

source: Directory %s does not exist.
de: Verzeichnis %s existiert nicht.
gl: O directorio %s non existe.

source: Directory browser
de: Verzeichnis Browser
gl: Explorador de directorios

source: Directory contains %(file)s and %(subdir)s.
de: Das Verzeichnis enthält %(file)s und %(subdir)s.
gl: O directorio contén %(file)s e %(subdir)s.

source: Disable
de: Deaktivieren
gl: Desactivar

source: Disable FCC during recordings
de: Deaktiviere FCC während der Aufnahme

source: Disable Picture in Picture
de: Bild im Bild ausschalten
gl: Desactivar PiP

source: Disable background scanning
de: Deaktivieren von Hintergrundscanning
gl: Desactivar o escaneo en segundo plano

source: Disable current event but not coming events
de: Laufendes Ereignis abbrechen, aber kommende ausführen
gl: Desactivar o evento actual pero non os seguintes

source: Disable move mode
de: Verschiebemodus ausschalten
gl: Desactivar o modo movemento

source: Disable operator profiles
de: Bedienerprofile deaktivieren

source: Disable timer
de: Timer deaktivieren
gl: Desactivar temporizador

source: Disabled
de: Deaktiviert
gl: Desactivado

source: Disclaimer
de: Haftungsausschluss

source: Disk space to reserve for recordings (in GB)
de: Reservierter Speicherplatz für Aufnahmen (in GB)
gl: Reserva de espazo en disco para as gravacións (en GB)

source: Disk state:
de: Festplattenstatus:

source: Disk temperature: %s
de: Platten Temperatur: %s

source: Disk temperature: unknown
de: Platten Temperatur: unbekannt

source: Display 16:9 content as
de: 16:9-Inhalt anzeigen als
gl: Amosar o contido 16:9 como

source: Display 4:3 content as
de: 4:3-Inhalt anzeigen als
gl: Amosar o contido 4:3 como

source: Display >16:9 content as
de: Inhalt mit einem Bildformate grösser als 16:9 anzeigen als
gl: Amosar o contido >16:9

source: Display EPG as MultiEPG
de: Zeige EPG als MultiEPG
gl: Amosar EPG como MultiEPG

source: Display EPG info for current event
de: Zeige EPG für aktuelle Sendung
gl: Amosar información da EPG para o evento actual

source: Display EPG list for current channel
de: Zeige EPG für aktuellen Kanal
gl: Amosar a lista da EPG para o canle actual

source: Display and userinterface
de: Display und Benutzeroberfläche
gl: Pantalla e Interface de usuario

source: Display message before playing next movie
de: Zeige Meldung, bevor der nächste Film gestartet wird
gl: Amosar mensaxe antes de reproducir a seguinte película

source: Display movie length in movielist (except single line style).
de: Anzeige der Filmlänge in der Filmliste (außer Einzelzeilenstil).
gl: Amosar a duración da película na lista (agás no estilo de liña única).

source: Display setup
de: Display-Einstellungen
gl: Configuración de pantalla

source: Display the virtual keyboard for data entry
de: Anzeige der virtuellen Tastatur für die Dateneingabe

source: Do center DVB subs on this service
de: Auf diesem Kanal Untertitel zentrieren
gl: Centrar os subtítulos de DVB neste servizo

source: Do not center DVB subs on this service
de: Auf diesem Kanal Untertitel nicht zentrieren
gl: Non centrar os subtítulos de DVB neste servizo

source: Do not change
de: Nicht ändern
gl: Non cambiar

source: Do not flash image
de: Kein Image flashen

source: Do not record
de: Nicht aufnehmen
gl: Non gravar

source: Do not show file extensions for registered multimedia files.
de: Dateierweiterungen für registrierte Multimedia-Dateien nicht anzeigen.
gl: Non amosar a extensión de ficheiro nos ficheiros multimedia coñecidos.

source: Do nothing
de: Nichts
gl: Non facer nada

source: Do you really want to check the filesystem? This could take lots of time!
de: Möchten Sie das Dateisystem wirklich überprüfen? Die Überprüfung kann einige Zeit in Anspruch nehmen!
gl: Seguro que queres comprobar o sistema de arquivos? Isto pode tardar moito tempo!

source: Do you really want to clear this playlist?
de: Willst du diese Wiedergabeliste wirklich löschen?

source: Do you really want to convert the filesystem? You cannot go back!
de: Wollen Sie das Dateisystem wirklich konvertieren? Sie können diesen Schritt nicht rückgängig machen!

source: Do you really want to delete %s?
de: Wollen Sie %s wirklich löschen?
gl: Seguro que queres borrar %s?

source: Do you really want to download the plugin "%s"?
de: Wollen Sie das Plugin "%s" wirklich herunterladen?

source: Do you really want to exit?
de: Wollen Sie wirklich beenden?
gl: Seguro que queres saír?

source: Do you really want to initialize the device? All data on the disk will be lost!
de: Wollen Sie das Laufwerk wirklich formatieren? Sämtliche Daten auf dem Laufwerk gehen dabei verloren!
gl: Seguro que queres inicializar o dispositivo? Perderanse todos os datos do disco!

source: Do you really want to remove the plugin "%s"?
de: Wollen Sie das Plugin "%s" wirklich entfernen?

source: Do you really want to remove directory %s from the disk?
de: Wollen Sie das Verzeichnis %s wirklich von der Festplatte löschen?
gl: Seguro que queres eliminar o directorio %s do disco?

source: Do you really want to remove your bookmark of %s?
de: Wollen Sie das Lesezeichen %s wirklich löschen?
gl: Seguro que queres eliminar o teu marcador de %s?

source: Do you want change rights?
de: Wollen sie die Rechte ändern?

source: Do you want this?
de: Wollen Sie dieses wirklich?
gl: Queres esto?

source: Do you want to also install samba client? This allows you to mount your windows shares on this device.
de: Möchten Sie Samba Klient ebenfalls installieren? Damit können Sie Windows Freigaben auf diesem Gerät einbinden.

source: Do you want to autorestore settings?
de: Wollen Sie Settings automatisch wiederherstellen?

source: Do you want to backup now? After pressing OK, please wait!
de: Möchten Sie jetzt sichern? Nach dem Sie OK gedrückt haben, bitte warten!

source: Do you want to burn this collection to DVD medium?
de: Soll diese Zusammenstellung auf DVD gebrannt werden?
gl: Queres gravar esta colección a discos DVD?

source: Do you want to delete the old settings in /etc/enigma2 first?
de: Wollen Sie zuerst die alten Einstellungen unter /etc/enigma2 löschen?

source: Do you want to do a service scan?
de: Jetzt nach Kanälen suchen?

source: Do you want to do another manual service scan?
de: Wollen Sie einen weiteren manuellen Suchlauf durchführen?

source: Do you want to flash image %s?
de: Wollen Sie das Image %s flashen?

source: Do you want to install a channel list?
de: Wollen Sie eine Kanalliste installieren?
gl: Queres instalar unha lista de canles?

source: Do you want to install plugins
de: Wollen Sie Erweiterungen installieren

source: Do you want to install the package:
de: Wollen Sie das Paket installieren:
gl: Queres instalar o paquete:

source: Do you want to play DVD in drive?
de: Wollen Sie die DVD im Laufwerk abspielen?
gl: Queres reproducir o DVD na unidad?

source: Do you want to preview this DVD before burning?
de: Wollen Sie vor dem Brennen eine Vorschau der DVD ansehen?
gl: Queres revisar este DVD antes de gravalo?

source: Do you want to produce this collection?
de: Soll diese Zusammenstellung erstellt werden?

source: Do you want to quit the overscan wizard?
de: Sind Sie sicher, dass Sie den Assistenten verlassen möchten?
gl: Queres saír do asistente de overscan?

source: Do you want to reboot your receiver?
de: Wollen Sie Ihren Receiver neu starten?
gl: Queres reiniciar o teu receptor?

source: Do you want to remove all the crash logfiles
de: Wollen Sie alle Crash-Logs entfernen
gl: Queres eliminar todos os ficheiros de rexistro de fallos

source: Do you want to remove all unused translations?
de: Wollen Sie alle unbenutzten Übersetzungen entfernen?

source: Do you want to remove the package:
de: Wollen Sie das Paket entfernen:
gl: Queres eliminar o paquete:

source: Do you want to restore your settings?
de: Wollen Sie die Einstellungen wiederherstellen?
gl: Queres restaurar a túa configuración?

source: Do you want to resume this playback?
de: Möchten Sie die Wiedergabe an der letzten Stelle fortsetzen?
gl: Queres continuar esta reprodución?

source: Do you want to select a different skin?
de: Möchten Sie einen anderen Skin auswählen?
gl: Queres seleccionar unha skin diferente?

source: Do you want to update the package:
de: Wollen Sie das Paket aktualisieren:
gl: Queres actualizar o paquete:

source: Do you want to update your receiver?
de: Wollen Sie Ihren Receiver aktualisieren?
gl: Queres actualizar o teu receptor?

source: Do you want to view or run the script?
de: Möchten Sie das Script ansehen oderausführen?

source: Domain:
de: Domäne:

source: Don't add this recording
de: Diese Aufnahme nicht hinzufügen

source: Don't save and stop timeshift
de: Nicht speichern und Timeshift beenden
gl: Non gardar e deter o timeshift

source: Don't show default
de: Standard nicht anzeigen

source: Don't stop current event but disable coming events
de: Aktuelles Event nicht beenden, aber alle zukünftige Events deaktivieren
gl: Non deter o evento actual pero desactivar os seguintes

source: Don't zap
de: Nicht umschalten
gl: Non cambiar

source: Don't zap and disable timer
de: Nicht umschalten und Aufnahme deaktivieren
gl: Non cambiar e desactivar o temporizador

source: Don't zap and remove timer
de: Nicht umschalten und Aufnahme löschen
gl: Non cambiar e eliminar o temporizador

source: Done
de: Ausgeführt
gl: Feito

source: Done - Installed, updated or removed %d package (%s)
de: Abgeschlossen - %d Paket installiert, aktualisiert oder entfernt (%s)
gl: Feito - %d Paquete (%s) instalado, actualizado ou eliminado

source: Download Successful %s
de: Herunterladen erfolgreich %s

source: Download plugins
de: Plugins herunterladen
gl: Descargar complementos

source: Downloadable new plugins
de: Neue Plugins zum Herunterladen

source: Downloadable plugins
de: Herunterladbare Plugins
gl: Complementos descargables

source: Downloaded Images
de: Heruntergeladene Images

source: Downloading
de: Herunterladen
gl: Descargando

source: Downloading Image
de: Image herunterladen
gl: Descargando imaxe

source: Downloading a new packet list. Please wait...
de: Versuche eine neue Aktualisierungsliste herunterzuladen. Bitte warten Sie…
gl: Intentando descargar unha nova lista de paquetes. Por favor, espera…

source: Downloading plugin information. Please wait...
de: Lade Plugin-Informationen herunter. Bitte warten...
gl: Descargando información do complemento. Por favor, espera…

source: Downmix
de: Heruntermischen

source: Drama and Films
de: Drama und Filme

source: Dreambox format data DVD (HDTV compatible)
de: Spezielles Format Daten-DVD (HDTV-kompatibel)

source: Dreambox format data DVD (won't work in other DVD players)
de: Dreambox Format (DatenDVD - läuft nicht in anderen DVD Playern)

source: Drivers: %s
de: Treiber: %s

source: Drop unconfigured satellites
de: Nicht konfigurierte Satelliten verwerfen
gl: Abandonar satélites non configurados

source: Dutch
de: Holländisch
gl: Holandés

source: Dynamic contrast
de: Dynamischer Kontrast
gl: Contraste dinámico

source: ENABLE DISABLE PLUGIN IF U WANT IT
de: Plugin aktivieren / deaktivieren

source: END
de: ENDE

source: ENTER
de: EINGEBEN

source: EPG Cache Check
de: EPG-Cache Prüfung

source: EPG Cache Path
de: EPG-Cache Pfad

source: EPG Select Actions
de: EPG-Aktionen auswählen

source: EPG language selection 1
de: EPG Sprachwahl 1
gl: Selección do idioma 1 da EPG

source: EPG language selection 2
de: EPG Sprachwahl 2
gl: Selección do idioma 2 da EPG

source: EPG only
de: Nur EPG
gl: Só EPG

source: EPG selection
de: EPG-Auswahl
gl: Selección da EPG

source: EPG settings
de: EPG-Einstellungen
gl: Configuración da EPG

source: EPGRefresh Configuration
de: EPGRefresh Konfiguration

source: ERROR - failed to scan (%s)!
de: FEHLER - Suche fehlgeschlagen (%s)!
gl: ERRO - fallou o escaneo (%s)!

source: EXIT
de: VERLASSEN

source: East
de: Ost
gl: Leste

source: East limit set
de: Östliches Limit
gl: Posición límite leste

source: Edit
de: Bearbeiten
gl: Editar

source: Edit AutoTimer
de: AutoTimer editieren

source: Edit AutoTimer Filters
de: AutoTimer-Filter bearbeiten

source: Edit AutoTimer Services
de: AutoTimer-Sender bearbeiten

source: Edit Title
de: Titel ändern

source: Edit VLC Server
de: VLC Server Editieren

source: Edit alternatives
de: Alternativen bearbeiten
gl: Editar alternativas

source: Edit chapters of current title
de: Kapitel des ausgewählten Titels schneiden
gl: Editar capítulos do título actual

source: Edit current line
de: Bearbeite aktuelle Zeile

source: Edit line
de: Bearbeite Zeile

source: Edit menu
de: Menü editieren
gl: Editar menú

source: Edit position is the line end
de: Position am Zeilenende bearbeiten

source: Edit selection
de: Auswahl bearbeiten
gl: Editar selección

source: Edit settings
de: Einstellungen bearbeiten
gl: Editar configuración

source: Edit the nameserver configuration of your receiver.
de: Bearbeiten Sie die Nameserver-Einstellungen Ihres Receivers.
gl: Editar a configuración do servidor de nomes do teu receptor.

source: Edit the network configuration of your receiver.
de: Bearbeiten Sie die Netzwerk-Konfiguration Ihres Receivers.
gl: Editar a configuración de rede do teu receptor.

source: Edit the update source address.
de: Update Quell-Adresse bearbeiten.
gl: Editar o enderezo da fonte de actualización.

source: Edit timer
de: Timer editieren
gl: Editar temporizador

source: Edit title
de: Titel ändern
gl: Editar título

source: Edit update source url
de: Update Quell-URL bearbeiten
gl: Editar url da fonte de actualización

source: Electronic Program Guide
de: Elektronischer Programmführer
gl: Guía de Programación Electrónica

source: Electronic Program Guide Setup
de: Elektronischer Programmführer Einrichtung

source: Emergency
de: Notfall
gl: Emerxencia

source: Empty Trash
de: Leere Mülleimer

source: Empty slot
de: Leerer Steckplatz
gl: Rañura baleira

source: Enable
de: Aktivieren
gl: Activar

source: Enable 'neutrino' style channel select controlling
de: Aktiviere Kanalauswahl wie bei Neutrino
gl: Activar o estilo ‘neutrino’ de control de selección de canle

source: Enable 'neutrino' style zap controlling
de: Aktiviere Zapverhalten wie bei Neutrino
gl: Activar o estilo ‘neutrino’ de cambio de canle

source: Enable 5V for active antenna
de: 5V für aktive Antenne aktivieren
gl: Activar 5V para a antena activa
