Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
de: Ihre Funk-Internetverbindung konnte nicht gestartet werden! Ist Ihr USB WLAN-Stick korrekt angeschlossen? Bitte wählen Sie eine Option zum Fortfahren.
gl: A conexión sen fíos non pode iniciarse! Conectaches algún dispositivo WLAN USB? Elixe que queres facer a continuación.

source: Zambia
de: Sambia

source: Zap
de: Umschalten
gl: Cambiar

source: Zap Up/Down
de: Kanal rauf/runter

source: Zap back to previously tuned service?
de: Zurückschalten zum vorher laufenden Sender?
gl: Volver á canle anteriormente sintonizada?

source: Zap back to service before positioner setup?
de: Zurückschalten zum Sender der vor dem Öffnen der Motor-Einstellungen lief?
gl: Volver á canle antes da configuración do posicionador?

source: Zap bouquets blindly on zap buttons
de: Kanalliste beim Zappen durchschalten
gl: Cambiar os buqués a cegas cos botóns de cambio

source: Zap down
de: Zappe runter
gl: Cambiar cara abaixo

source: Zap focus to Picture in Picture
de: Fokus auf Bild im Bild legen
gl: Cambiar o PiP

source: Zap focus to main screen
de: Fokus auf Hauptbild legen
gl: Cambiar a imaxe principal

source: Zap mode
de: Zap Modus
gl: Modo de cambio

source: Zap to
de: Zappe nach
gl: Cambiar a

source: Zap to channel number
de: Zappen zur Kanalnummer

source: Zap to selected channel
de: Schalte zum ausgewählten Sender um
gl: Cambiar á canle seleccionada

source: Zap to selected channel and exit GMEPG
de: Schalte zum ausgewählten Sender und beende GMEPG
gl: Cambiar á canle seleccionada e saír da GMEPG

source: Zap to selected channel, or show detailed event info (depends on configuration)
de: Schalte zum ausgewählten Sender um oder zeige detaillierte Sendungsinformation an (von Ihrer Einstellung abhängig).
gl: Cambiar á canle seleccionada, ou amosar información detallada do evento (segundo a configuración)

source: Zap up
de: Zappe rauf
gl: Cambiar cara abaixo

source: ZapHistoryConfigurator
de: Zap-History Konfigurator

source: Zapped to timer service %s as Picture in Picture!
de: Zum Timerkanal %s als PiP geschaltet!
gl: Cambiouse á canle temporizada %s no PiP!

source: Zapped to timer service %s!
de: Zum Timerkanal %s geschaltet!
gl: Cambiouse á canle temporizada %s!

source: [Enigma2 Settings]
de: [Enigma2 Einstellungen]

source: [alternative edit]
de: [Alternativen-Bearbeitung]
gl: [edición alternativa]

source: [bouquet edit]
de: [Bouquet-Editor]
gl: [editar buqué]

source: [favourite edit]
de: [Favoriten-Editor]
gl: [editar favorito]

source: [move mode]
de: [Verschiebemodus]
gl: [modo mover]

source: a gui to assign services/providers to common interface modules
de: Eine Benutzeroberfläche, um einem Common Interface Kanäle/Provider zuzuweisen
gl: unha gui para asignar canles/provedores aos módulos de common interface

source: a gui to assign services/providers/caids to common interface modules
de: Eine Benutzeroberfläche, um einem Common Interface Kanäle/Provider/CAIDs zuzuweisen
gl: unha gui para asignar canles/provedores/caids aos módulos de common interface

source: about to start
de: Startet gleich
gl: vas comezar

source: active
de: aktiv
gl: activo

source: active
de: aktiv

source: active NFS Shares:
de: aktive NFS Freigaben:

source: actual time only
de: nur aktuelle Zeit
gl: só tempo actual

source: additional cable of rotor
de: zusätzliches Kabel für den Motor
gl: cable adicional do rotor

source: adult movie
de: Film für Erwachsene

source: advanced
de: Erweitert
gl: avanzado

source: adventure/western/war
de: Abenteuer/Western/Krieg
gl: aventuras/western/bélica

source: advertisement/shopping
de: Werbung/Einkaufen
gl: publicidade/compras

source: after
de: nach
gl: despois

source: all
de: alle
gl: todo

source: all tuners
de: Alle Tuner

source: alphabetic
de: Alphabet
gl: alfabético

source: alphabetic reverse
de: Umgekehrtes Alphabet
gl: alfabético inverso

source: alphabetical
de: alphabetisch
gl: alfabético

source: alternative
de: alternativ
gl: alternativa

source: always
de: immer
gl: sempre

source: and never ask in this session again
de: und frage diese Sitzung nie wieder
gl: e non volvas preguntar nesta sesión

source: and never ask this again
de: und frage dies nie wieder
gl: e non volvas pedilo outra vez

source: and never show this message again
de: und zeige diese Nachricht nie wieder

source: and select next channel
de: und nachfolgenden Kanal auswählen
gl: e selecciona a seguinte canle

source: and select previous channel
de: und vorherigen Kanal auswählen
gl: e selecciona a canle anterior

source: are you sure to cancel all changes
de: sind Sie sicher alle Änderungen zu verwerfen
gl: seguro que queres cancelar todos os cambios

source: are you sure you want to restore following backup:
de: Sind Sie sicher, dass Sie die folgende Sicherung wiederherstellen möchten:

source: arts/culture (without music, general)
de: Kunst/Kultur (ohne Musik, Allgemeines)
gl: arte/cultura (sen música, xeral)

source: arts/culture magazine
de: Kunst/Kulturmagazine
gl: revista de artes/cultura

source: athletics
de: Leichtathletik (Sport)
gl: deportes

source: audio track (%s) format
de: Format der Tonspur (%s)

source: audio track (%s) language
de: Sprache der Tonspur (%s)

source: audio tracks
de: Tonspuren
gl: pistas de son

source: auto
de: Automatisch

source: automatic
de: Automatisch
gl: automático

source: automatic from DHCP
de: automatisch per DHCP

source: back
de: Zurück
gl: atrás

source: background image
de: Hintergrundbild
gl: imaxe de fondo

source: backup EPG cache
de: EPG-Cache Sicherung
gl: copia de seguridade do caché EPG

source: ballet
de: Ballett

source: because of the used filesystem the back-up
de: durch das verwendete Dateisystem wird die vollständige Sicherung

source: better
de: Besser
gl: mellor

source: black
de: Schwarz
gl: negro

source: blacklist
de: Negativliste
gl: lista negra

source: blue
de: Blau
gl: azul

source: bottom
de: unten
gl: fondo

source: broadcasting/press
de: Rundsendung/Presse
gl: radiodifusión/prensa

source: burn audio track (%s)
de: Brenne Audiospur (%s)

source: by date
de: nach Datum
gl: por data

source: cartoon/puppets
de: Zeichentrickfilm/Marionetten
gl: debuxos animados/marionetas

source: center
de: Zentriert
gl: centro

source: centered
de: zentriert
gl: centrado

source: centered, wrapped
de: zentriert, umgebrochen
gl: centrado, envolto

source: chapters
de: Kapitel
gl: capítulos

source: childrens's youth program (general)
de: Kinder-/Jugendprogramm (allgemein)

source: circular left
de: Links-zirkular
gl: circular esquerda

source: circular right
de: Rechts-zirkular
gl: circular dereita

source: clean up
de: Aufräumen

source: clip overscan / letterbox borders
de: beschneide Overscan / Letterbox Ränder
gl: clip overscan/bordes letterbox

source: comedy
de: Komödie
gl: comedia

source: confirmed
de: Bestätigt
gl: confirmado

source: connected
de: Verbunden
gl: conectado

source: controlled by HDMI
de: HDMI gesteuert
gl: controlado por HDMI

source: convert to AC3
de: in AC3 konvertieren

source: convert to DTS
de: in DTS konvertieren

source: convert to multi-channel PCM
de: Konvertiere zu Mehrkanal-PCM

source: cooking
de: Kochen
gl: cocina

source: create symlink ...
de: erzeuge Symlink…

source: daily
de: Täglich
gl: diariamente

source: day
de: Tag
gl: día

source: default
de: Standard
gl: por defecto

source: delete cut
de: Schnitt löschen
gl: borrar corte

source: descramble and record ecm
de: Entschlüsseln und Aufnahme ECM
gl: descifrar e gravar ecm

source: detective/thriller
de: Krimi/Thriller
gl: detectives/thriller

source: disable
de: deaktivieren
gl: desactivar

source: disable intro screen
de: deaktiviere Intro Anzeige
gl: desactivar a pantalla de inicio

source: disabled
de: Deaktiviert
gl: desactivado

source: disconnected
de: getrennt
gl: desconectado

source: discussion/interview/debate
de: Diskussion/Interview/Debatte
gl: discusión/entrevista/debate

source: do nothing
de: Nichts
gl: non facer nada

source: doFlashImage
de: Image flashen

source: documentary
de: Dokumentationen
gl: documental

source: don't descramble, record ecm
de: Nicht entschlüsseln, Aufnahme ECM
gl: non descifrar, gravar ecm

source: done!
de: Erledigt!
gl: feito!

source: east
de: Osten
gl: leste

source: economics/social advisory
de: Wirtschaft/Soziale Ratgeber
gl: economía/asesoramento social

source: educational/science/factual topics (general)
de: pädagogische/wissenschaftliche/sachliche Themen (allgemein)

source: embedded
de: eingebettet
gl: incrustado

source: empty
de: Leer
gl: baleiro

source: enable
de: Aktivieren
gl: activar

source: enable intro screen
de: aktiviere Intro Anzeige
gl: activar a pantalla de inicio

source: enabled
de: Aktiviert
gl: activado

source: end cut here
de: Schnitt endet hier
gl: terminar corte aquí

source: enigma2 and network
de: Enigma2 und Netzwerk

source: entertainment (10-16 year old)
de: Unterhaltung (10-16 Jahre)
gl: entretemento (10-16 anos)

source: entertainment (6-14 year old)
de: Unterhaltung (6-14 Jahre)
gl: entretemento (6-14 anos)

source: equestrian
de: Pferdesport
gl: ecuestre

source: error starting scan
de: Fehler beim Starten des Scans
gl: erro ao iniciar o escaneo

source: error while scanning
de: Fehler beim suchen
gl: erro ao escanear

source: execute cuts (requires MovieCut plugin)
de: Schnitte ausführen (benötigt MovieCut Plugin)
gl: executar cortes (necesita o complemento MovieCut)

source: exit DVD player or return to file browser
de: DVD Player verlassen oder zurück zum Dateimanager
gl: saír do reprodutor DVD o volver a sistema de ficheiros

source: exit networkadapter setup menu
de: Netzwerkadaptermenü verlassen
gl: saír do menú de configuración do adaptador de rede

source: experimental film/video
de: Experimentelle Filme/Video
gl: película/vídeo experimental

source: extra high
de: Extra hoch

source: extra wide
de: extra breit
gl: extra ancho

source: failed
de: Fehlgeschlagen
gl: fallou

source: false
de: Nein
gl: falso

source: fashion
de: Mode
gl: moda

source: fileformats (BMP, PNG, JPG, GIF)
de: Dateiformate (BMP, PNG, JPG, GIF)
gl: formatos (BMP, PNG, JPG, GIF)

source: filename
de: Dateiname
gl: nome de ficheiro

source: film/cinema
de: Film/Kino
gl: película/cine

source: fine arts
de: Kunstwissenschaft
gl: belas artes

source: fitness and health
de: Fitness und Gesundheit

source: flat alphabetic
de: Aufnahmen alphabetisch sortieren
gl: alfabético

source: flat alphabetic reverse
de: Umgekehrtes Alphabet
gl: alfabético inverso

source: folk/traditional music
de: Volks/Traditionelle Musik
gl: música folk/tradicional

source: football/soccer
de: Fußball
gl: fútbol

source: for DATA LOSS OR DAMAGE !!!
de: für Datenverlust oder Schäden !!!

source: force disabled
de: deaktiviert erzwingen
gl: forzar desactivación

source: force enabled
de: aktiviert erzwingen
gl: forzar activación

source: foreign countries/expeditions
de: Ausland/Expeditionen
gl: países extranxeiros/expedicións

source: forward to the next chapter
de: Weiter zum nächsten Kapitel
gl: avanzar ao capítulo seguinte

source: found
de: gefunden

source: free
de: Frei
gl: libre

source: from
de: Von

source: from dir
de: Quellordner

source: further education
de: Weiterbildung
gl: educación avanzada

source: game show/quiz/contest
de: Spielsendung/Quiz/Wettbewerb
gl: concurso de xogos

source: go to deep standby
de: In Deep Standby gehen
gl: ir a repouso profundo

source: go to standby
de: In Standby gehen
gl: ir a repouso

source: goto deep-standby
de: Ausschalten

source: goto standby
de: In Standby gehen

source: grab this frame as bitmap
de: Diesen Frame als Bitmap speichern
gl: coller esta pantalla como bitmap

source: green
de: Grün
gl: verde

source: half an hour
de: halbe Stunde

source: handicraft
de: Handwerkskunst
gl: artesanía

source: has been CHANGED! Do you want to save it?
de: wurde GEÄNDERT! Möchten Sie es speichern?

source: height
de: Höhe
gl: altura

source: help...
de: Hilfe...
gl: axuda…

source: hide
de: Verstecken

source: high
de: hoch

source: in menu and plugins
de: im Menü und den Plugins
gl: no menú e complementos

source: in menu only
de: nur im Menü
gl: só no menú

source: in plugins only
de: nur bei den Plugins
gl: só nos complementos

source: information/education/school program
de: Information/Bildung/Schulprogramm
gl: información/educación/programa escolar

source: init module
de: Modul initialisieren
gl: módulo de inicio

source: init modules
de: Module initialisieren
gl: módulos de inicio

source: insert mark here
de: Markierung hier einfügen
gl: insertar marca aquí

source: install/unpack ipk Files
de: Installieren/entpacken von IPK-Dateien

source: internal flash: %s %s
de: Interner Flash: %s %s

source: internal flash: %s %s as USB Recovery
de: Interner Flash: %s %s als USB Recovery

source: invalid type
de: Ungültige Werte
gl: tipo non valido

source: jump back to the previous title
de: Zum letzten Titel springen
gl: volver ao título anterior

source: jump forward to the next title
de: Zum nächsten Titel springen
gl: saltar ao título seguinte

source: jump to chapter by number
de: per Nummer zum Kapitel springen
gl: saltar a un capítulo por número

source: just boot
de: Normal starten

source: languages
de: Sprachen
gl: idiomas

source: leave movie player...
de: Medienplayer verlassen...
gl: saír do reprodutor de películas…

source: left
de: Links
gl: esquerda

source: left, wrapped
de: links, umgebrochen
gl: esquerda, envolto

source: leisure hobbies (general)
de: Freizeitbeschäftigungen (Allgemein)
gl: ocio/aficións (xeral)

source: length
de: Länge
gl: lonxitude

source: limit ..., aborting !
de: Limit ..., Abbruch!
gl: límite…, abortando!

source: list style compact
de: Kompakte Listenansicht
gl: estilo de lista compacto

source: list style compact with description
de: Kompakte Listenansicht mit Beschreibung
gl: estilo de lista compacto con descrición

source: list style default
de: Standard Listenansicht
gl: estilo de lista por defecto

source: list style single line
de: Einzeilige Listenansicht
gl: estilo de lista nunha liña

source: listens to hotplug events
de: Auf Hot-Plug Events lauschen
gl: escoitar eventos hotplug

source: literature
de: Literatur
gl: literatura

source: local sports
de: lokaler Sport

source: locked
de: gesperrt
gl: bloqueado

source: long
de: lange
gl: longo

source: magazines/reports/documentary
de: Magazine/Reportagen/Dokumentationen
gl: revistas/informes/documentais

source: manage local Files
de: Lokale Dateien verwalten

source: manual
de: Manuell

source: martial sports
de: Kampfsport
gl: artes marciais

source: medicine/physiology/psychology
de: Medizin/Physiologie/Psychologie
gl: medicina/fisioloxía/psicoloxía

source: menu
de: Menü
gl: menú

source: mins
de: Minuten

source: module disabled
de: Modul deaktiviert

source: month
de: Monat
gl: mes

source: motoring
de: Motorsport
gl: automovilismo

source: move down to last entry
de: Zum letzten Eintrag gehen
gl: mover debaixo da derradeira entrada

source: move down to next entry
de: Zum nächsten Eintrag gehen
gl: mover debaixo da entrada seguinte

source: move file
de: Datei verschieben

source: move folder
de: Ordner verschieben

source: move up to first entry
de: Zum ersten Eintrag gehen
gl: mover enriba da primeira entrada

source: move up to previous entry
de: Zum vorherigen Eintrag gehen
gl: mover enriba da entrada anterior

source: movie (general)
de: Film (allgemein)

source: music/ballet/dance (general)
de: Musik/Ballett/Tanz (Allgemein)
gl: música/ballet/danza (xeral)

source: musical/opera
de: Musical/Oper
gl: musical/ópera

source: nature/animals/environment
de: Natur/Tiere/Umwelt
gl: natureza/animais/medio ambiente

source: never
de: Niemals
gl: nunca

source: new line
de: neue Zeile

source: new media
de: Neue Medien
gl: novos medios de comunicación

source: news magazine
de: Nachrichtenmagazine
gl: revista de noticias

source: news/current affairs (general)
de: Nachrichten/Tagesgeschehen (Allgemein)
gl: noticias/actualidade (xeral)

source: news/weather report
de: Nachrichten/Wetterbericht
gl: noticias/informe meteorolóxico

source: no
de: nein
gl: non

source: no CAId selected
de: Keine CAID ausgewählt
gl: ningún CAId seleccionado

source: no CI slots found
de: Kein CI Slot gefunden
gl: no se atoparon rañuras CI

source: no channel list
de: keine Kanalliste
gl: ningunha lista de canles

source: no domain name found
de: Keine Domain gefunden

source: no gateway found
de: kein Gateway gefunden

source: no log entrys
de: Keine Logeinträge

source: no module found
de: Kein Modul gefunden
gl: ningún módulo atopado

source: no resource manager
de: kein Resourcenmanager
gl: ningún administrador de recursos

source: no storage devices found
de: Kein Laufwerk gefunden
gl: non se atoparon dispositivos de almacenamento

source: no valid entrys in /etc/exports found Press blue button to activate default Enigma2 HDD and USB as NFS exports, if valid mounted hardware is available.
de: Keine gültigen Einträge in /etc/exports gefunden Drücken Sie die blaue Taste, um die Standard-Enigma2 NFS Freigaben für HDD und USB zu exportieren, wenn die installierte Hardware verfügbar ist.

source: none
de: Keine
gl: ningún

source: not configured
de: Nicht konfiguriert
gl: non configurado

source: not locked
de: Kein Signal
gl: non bloqueado

source: not running
de: gestopped
gl: non executando

source: not set
de: nicht gesetzt

source: not supported
de: Nicht unterstützt
gl: non soportado

source: not tested
de: nicht getestet
gl: non probado

source: not valid frontend
de: ungültiges Frontend

source: not_tested
de: nicht getestet
gl: non_probado

source: nothing
de: nichts

source: nothing connected
de: Nichts angeschlossen
gl: nada conectado

source: of a DUAL layer medium used.
de: eines Doppelschicht-Mediums (Dual Layer) benutzt.
gl: dun disco de DOBLE cara usado.

source: of a SINGLE layer medium used.
de: eines Einschicht-Mediums (Single Layer) benutzt.
gl: dun disco de cara ÚNICA usado.

source: off
de: Aus
gl: apagado

source: off or wpa2 on
de: Aus ofer WPA2 an
gl: apagado ou wpa2 acendido

source: offset is
de: Endstellung auf
gl: o desplazamento é

source: omit
de: auslassen

source: on
de: an
gl: acendido

source: on READ ONLY medium.
de: auf dem nicht beschreibbaren Medium.
gl: en disco de SÓ LECTURA.

source: on how to restore the image
de: wie das Image wiederhergestellt werden kann

source: once
de: Einmal
gl: unha vez

source: only from deep standby
de: nur aus DeepStandby
gl: só desde o modo de repouso profundo

source: only from standby
de: nur aus Standby
gl: só desde o modo de repouso

source: open bouquetlist
de: Bouquet Liste öffnen

source: open history browser
de: Historien Browser öffnen

source: pass
de: Durchgang
gl: contrasinal

source: pausing
de: pausiert
gl: pausando

source: performing arts
de: Darstellende Künste
gl: artes escénicas

source: play Files
de: Dateien abspielen

source: play/show Files
de: Dateien abspielen/anzeigen

source: please press OK when ready
de: Bitte OK drücken, wenn bereit
gl: por favor, preme OK cando esteas preparado

source: please wait
de: Bitte warten

source: please wait while acticate NFS exports
de: Bitte Warten wärend die NFS Exports aktiviert werden

source: please wait while deacticate NFS exports
de: Bitte Warten wärend die NFS Exports deaktiviert werden

source: please wait, loading picture...
de: Bitte warten, Bild wird geladen...
gl: por favor, espera, cargando imaxe…

source: please wait...
de: bitte warten...

source: popular culture/traditional arts
de: Beliebte Kultur/Traditionelle Kunst
gl: cultura popular/artes tradicionales

source: pre-school children's program
de: Vorschul Kinderprogramm
gl: programa infantil de preescolar

source: preserve bookmarks in cuts
de: Lesezeichen in Schnitten aufbewahren

source: priority
de: Priorität

source: receiver software because updates are available.
de: Receiver Software, weil Updates verfügbar sind.
gl: receptor porque hai actualizacións dispoñibles.

source: record
de: Aufnehmen
gl: gravar

source: recording...
de: Nimmt auf...
gl: gravando…

source: red
de: Rot
gl: vermello

source: religion
de: Glaube
gl: relixión

source: remarkable people
de: Außergewöhnliche Menschen
gl: xente importante

source: remove after this position
de: Nach dieser Position entfernen
gl: borrar despois desta posición

source: remove before this position
de: Vor dieser Position entfernen
gl: borrar antes desta posición

source: remove bookmarks in cuts
de: Lesezeichen in Schnitten entfernen

source: remove this mark
de: Diese Markierung entfernen
gl: borrar esta marca

source: repeated
de: Wiederholend
gl: repetido

source: reserved for future use
de: Vorbehalten für zukünftige Nutzung
gl: reservado para futuros usos

source: reverse by date
de: Umgekehrt nach Datum
gl: por data inversa

source: rewind to the previous chapter
de: Zum vorherigen Kapitel zurück
gl: volver ao capítulo anterior

source: right
de: Rechts
gl: dereita

source: right, wrapped
de: rechts, umgebrochen
gl: dereita, envolto

source: romance
de: Romanze

source: rotor
de: Motor

source: rotor is not used
de: Motor wird nicht benutzt

source: running
de: es läuft
gl: a correr

source: scan state
de: Status
gl: estado do escaneo

source: science fiction/fantasy/horror
de: Science-Fiction/Fantasie/Horror
gl: ciencia ficción/fantasía/horror

source: script 'sterr':
de: Skript 'sterr':

source: script 'stout':
de: Skript 'stout':

source: select CAId's
de: CAIDs auswählen
gl: seleccionar CAId's

source: select menu entry
de: Wählen Sie einen Menüpunkt
gl: seleccionar entrada de menú

source: serious music/classic music
de: Ernste Musik/Klassische Musik
gl: música seria/música clásica

source: serious/classical/religious/historical drama
de: ernstes/klassisches/religiöses/historisches Drama

source: service off-air
de: Kanal Offline
gl: servizo sen emisión

source: show DVD main menu
de: Zeige das DVD Hauptmenü
gl: amosar o menú principal de DVD

source: show all tags
de: Alle Tags anzeigen
gl: amosar todas as etiquetas

source: show event details
de: Sendungs-Details anzeigen
gl: amosar os detalles do evento

source: show softwaremanager in setup menu
de: Zeige Softwaremanager unter Einstellungen
gl: amosar xestor de software no menú de configuración

source: show softwaremanager on blue button
de: Zeige Softwaremanager auf blauer Taste
gl: amosar xestor de software no botón azul

source: show/game show (general)
de: Show/Spielsendung (Allgemein)
gl: show/show de xogos (xeral)

source: shuffle
de: Mischen
gl: barallar

source: shut down
de: Ausschalten
gl: apagar

source: simple
de: Einfach
gl: sinxelo

source: skip backward
de: Rückwärts spulen
gl: saltar cara atrás

source: skip forward
de: Vorwärts spulen
gl: saltar cara adiante

source: slot%s - %s (current image)
de: Slot %s - %s (aktuelles Image)
gl: rañura %s - %s (imaxe actual)

source: slot%s - %s as USB Recovery
de: Slot %s - %s als USB Recovery

source: slot%s - %s mode 1 (current image)
de: Slot %s - %s Mode 1 (aktuelles Image)

source: slot%s - %s mode 12 (current image)
de: Slot %s - %s Mode 12 (aktuelles Image)

source: soap/melodrama/folkloric
de: Soap/Melodram/Folklore

source: social/political issues/economics (general)
de: Soziale/Politische Angelegenheiten/Wirtschaft (Allgemein)
gl: sociedade/política/economía (xeral)

source: social/spiritual sciences
de: Sozial-/Geisteswissenschaften

source: space
de: Leerzeichen

source: special events
de: Sondersendung
gl: eventos especiais

source: sports (general)
de: Sport (Allgemein)
gl: deportes (xeral)

source: sports magazine
de: Sportzeitung
gl: revista de deportes

source: start cut here
de: Schnitt hier starten
gl: comezar corte aquí

source: starts in a few seconds
de: startet in wenigen Sekunden
gl: comenza nuns segundos
