Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Restore your backups by date.
de: Wiederherstellen Ihrer nach Datum sortierten Sicherungen.
gl: Restaurar as copias de seguridade por data.

source: Restoring...
de: Wiederherstellung...
gl: Restaurando…

source: Resume from last position
de: An letzter Position fortsetzen
gl: Continuar desde a última posición

source: Resume position at %s
de: Wiedergabestart ab %s
gl: Continuar a posición en %s

source: Resuming playback
de: Setze Wiedergabe fort
gl: Continuar a reprodución

source: Retrieving image list - Please wait...
de: Image-Liste abrufen. Bitte warten...
gl: Recuperando a lista de imaxes - Por favor, espera…

source: Retrieving image slots - Please wait...
de: Image-Slots abrufen. Bitte warten...

source: Return to movie list
de: Zurück zur Videoliste
gl: Volver á lista de películas

source: Return to previous service
de: Zurück zum letzten Service
gl: Volver ao servizo anterior

source: Reunion
de: Wiedervereinigung
gl: Reunión

source: Reverse bouquet buttons
de: Bouquet-Tasten invertieren
gl: Botóns de buqué invertidos

source: Reverse left file sorting
de: Linke Seite Sortierung umkehren

source: Reverse list
de: Liste umkehren
gl: Lista inversa

source: Reverse right file sorting
de: Rechte Seite Sortierung umkehren

source: Revision Date
de: Änderungsdatum

source: Rewind speeds
de: Rücklauf-Geschwindigkeiten
gl: Velocidades de rebobinado

source: Rewrap subtitles
de: Teletext-Untertitel umbrechen
gl: Colapsar os subtítulos

source: Right
de: Rechts
gl: Dereita

source: Right from servicename
de: Rechts vom Sendernamen
gl: Á dereita do nome do servizo

source: Romania
de: Rumänien
gl: Romanía

source: Romanian
de: Rumänisch
gl: Romanés

source: Root directory
de: Hauptverzeichnis
gl: Directorio raíz

source: Rotor step position:
de: Rotor Schrittposition:
gl: Posición de paso do rotor:

source: Rotor turning speed
de: Rotor Drehgeschwindigkeit
gl: Velocidade de xiro do rotor

source: Rotor:
de: Motor:

source: Round start time on
de: Runde Startzeit auf
gl: Redondear a hora de inicio a

source: Run '%s' command
de: Befehl '%s' ausführen

source: Run how often ?
de: Wie oft ausführen ?

source: Run script
de: Skript ausführen

source: Run script in background
de: Skript im Hintergrund ausführen

source: Run script with optional parameter
de: Skript mit einem optionalen Parameter ausführen

source: Run script with optional parameter in background
de: Skript mit einem optionalen Parameter im Hintergrund ausführen

source: Running
de: Läuft

source: Running Myrestore script, Please wait ...
de: Myrestore Script wird ausgeführt...

source: Russian
de: Russisch
gl: Ruso

source: SABnzbd Setup
de: SABNzbd Einstellungen

source: SATPI Setup
de: SATPI Server

source: SCPC optimized search range
de: SCPC-optimierter Suchbereich
gl: Rango de busca optimizado SCPC

source: SCR (Unicable/JESS)
de: SCR (Unicable oder JESS)

source: SETUP
de: Konfiguration

source: SHIFT:
de: UMSCHALTEN:

source: SLEEP
de: SCHLAFEN

source: SLOW
de: LANGSAM

source: SRT file
de: SRT Datei
gl: Ficheiro SRT

source: SSA file
de: SSA Datei
gl: Ficheiro SSA

source: STOP
de: STOPP

source: SUBTITLE
de: UNTERTITEL

source: Samba Setup
de: Samba einrichten

source: Samba setup
de: Samba einrichten

source: Same as stream
de: Gleich wie Stream
gl: O mesmo có fluxo

source: Same resolution as skin
de: Gleiche Auflösung wie der Skin
gl: A mesma resolución cá skin

source: Sat
de: Sa
gl: Sáb

source: Satellite
de: Satellit
gl: Satélite

source: Satellite dish setup
de: Einstellungen der Satellitenschüssel
gl: Configuración da antena parabólica

source: Satellite equipment
de: Satelliten-Ausrüstung
gl: Equipo satélite

source: Satellite equipment setup
de: Satellitenausrüstungseinstellungen
gl: Configuración do equipo satélite

source: Satellite longitude:
de: Satelliten Längengrad:
gl: Lonxitude do satélite:

source: Satlist Shortcut Action
de: Satlist Shortcut Aktion

source: Sats
de: Satelliten
gl: Satélites

source: Saturation
de: Sättigung
gl: Saturación

source: Saturday
de: Samstag
gl: Sábado

source: Save
de: Speichern
gl: Gardar

source: Save / Enter text and exit
de: Text eingeben und verlassen
gl: Gardar/Inserir texto e saír

source: Save EPG
de: EPG speichern

source: Save EPG data
de: EPG Daten speichern

source: Save EPG every (in hours)
de: EPG speichern alle (in Stunden)

source: Save all changed settings and exit
de: Alle geänderten Einstellungen speichern und beenden

source: Save and activate the currently selected skin
de: OK drücken, um den markierten Skin zu aktivieren
gl: Gardar e activar a skin seleccionada

source: Save and exit
de: Speichern und verlassen
gl: Gardar e saír

source: Save and restart timeshift
de: Speichern und Timeshift neustarten
gl: Gardar e reiniciar o timeshift

source: Save and stop timeshift
de: Speichern und Timeshift stoppen
gl: Gardar e detener o timeshift

source: Save changes
de: Änderungen speichern
gl: Gardar cambios

source: Save last directory on exit
de: Letztes Verzeichnis beim Beenden merken
gl: Gardar o último directorio ao saír

source: Save left folder on exit
de: Linken Ordner beim Beenden speichern

source: Save playlist
de: Wiedergabeliste speichern
gl: Gardar a lista de reprodución

source: Save playlist on exit
de: Wiedergabeliste beim Beenden speichern
gl: Gardar a lista de reprodución ao saír

source: Save right folder on exit
de: Rechten Ordner beim Beenden speichern

source: Save settings and EPG data
de: Einstellungen und EPG-Daten speichern
gl: Gardar a configuración e os datos EPG

source: Save the EPG data regularly
de: Die EPG Daten regelmäßig speichern

source: Save the commands and the output to a file? ('%s')
de: Speichere die Kommandos und die Ausgaben als Datei? (‚%s‘)

source: Save the left folder list location on exit.
de: Speichern Sie den linken Ordner in der Liste.

source: Save the right folder list location on exit.
de: Speichern Sie den rechten Ordner in der Liste.

source: Save timeshift and zap
de: Timeshift speichern und umschalten
gl: Gardar o timeshift e cambiar

source: Save timeshift file
de: Timeshift-Datei speichern
gl: Gardar o ficheiro timeshift

source: Save timeshift file in movie directory
de: Timeshift im Filmordner speichern
gl: Gardar o ficheiro timeshift no directorio das películas

source: Save timeshift in movie dir and zap
de: Timeshift im Filmordner speichern und umschalten
gl: Gardar o timeshift no directorio das películas e cambiar

source: Save timeshift only for current event
de: Timeshift nur für aktuelle Sendung speichern
gl: Gardar o timeshift só para o evento actual

source: Saving EPG Cache...
de: Speichere EPG Cache...

source: Scaler sharpness
de: Skalierungsschärfe
gl: Nitidez do escalado

source: Scaler vertical dejagging
de: Scaler vertikale Kantenglättung
gl: Desdentado do escalado vertical

source: Scaling mode
de: Skalierungsmodus
gl: Modo de escalado

source: Scan
de: Suche
gl: Escanear

source: Scan
de: Suche
gl: Escanear

source: Scan %s
de: Suche %s
gl: Escanear %s

source: Scan %s band
de: Suche %s Band
gl: Escanear a banda %s

source: Scan IP
de: IP scannen

source: Scan additional SR
de: Durchsuche weitere SR
gl: Escanear outro SR

source: Scan completed, %d channel found.
de: Suche beendet, %d Kanal gefunden.
gl: Escaneo completado, %d canle atopada.

source: Scan failed!
de: Suche gescheitert!
gl: Fallou o escaneo!

source: Scan files...
de: Dateien durchsuchen...
gl: Escanear ficheiros…

source: Scan for local extensions and install them.
de: Nach lokalen Erweiterungen suchen und diese installieren.
gl: Escanear extensións locais e instálalas.

source: Scan options
de: Suchoptionen
gl: Opcións do escaneo

source: Scan state
de: Suche Status
gl: Estado do escaneo

source: Scan using transponders on NIT table? 'No' will use transponders in xml file.
de: Scannen mit Transpondern in der NIT-Tabelle? Nein' verwendet die Transponder in der Xml-Datei.

source: Scan wireless networks
de: WLAN-Netzwerke suchen
gl: Escanear redes sen fíos

source: Scan your network for wireless access points and connect to them using your selected wireless device.
de: Durchsucht Ihr Netzwerk nach WLAN-Zugangspunkten und stellt eine Verbindung mit Hilfe Ihres gewählten WLAN-Gerätes her.
gl: Escanear a rede en busca de puntos de acceso sen fíos e conectar con eles usando o dispositivo seleccionado.

source: Scanning %s...
de: Suche %s...
gl: Escaneado %s…

source: Scanning - %d%% completed
de: Suche - %d%% beendet
gl: Escaneando - %d%% completado

source: Scanning completed, %d channel found
de: Suche beendet, %d gefundener Kanal
gl: Escaneo completado, %d canle atopada

source: Scanning...
de: Suche...
gl: Escaneando…

source: Scans default lamedbs sorted by satellite with a connected dish positioner
de: Führt eine Sendersuche aller Satelliten durch, wenn Sie einen Rotor an Ihre Satellitenschüssel angeschlossen haben
gl: Escanea o lamedbs por defecto ordenados por satélite cun posicionador de antena conectado

source: Scheduled load of epg.dat
de: Geplantes laden der epg.dat

source: Scheduled save of epg.dat
de: Geplantes speichern der epg.dat

source: Screenshot of LCD in /tmp
de: Bildschirmfoto des LCD nach /tmp

source: Script '%s' must have read permission to be able to run it
de: Skript '%s' muss über Leseberechtigung verfügen, um es ausführen zu können

source: Scroll delay
de: Text-Durchlauf Verzögerung
gl: Retardo no desprazamento

source: Scroll repeats
de: Text-Durchlauf Wiederholung
gl: Repeticións do desprazamento

source: Search
de: Suche
gl: Buscar

source: Search east
de: Östlich suchen
gl: Buscar leste

source: Search in SMS mode
de: Suche im SMS-Modus

source: Search west
de: Westlich suchen
gl: Buscar oeste

source: Searching
de: Durchsuche
gl: Buscando

source: Searching east...
de: Suche östlich...

source: Searching for available updates. Please wait...
de: Suche nach verfügbaren Updates. Bitte warten...
gl: Buscando actualizacións dispoñibles. Por favor, espera…

source: Searching for new installed or removed packages. Please wait...
de: Suche nach neu installierten oder deinstallierten Erweiterungen. Bitte warten ...
gl: Buscando novos paquetes instalados ou eliminados. Espera…

source: Searching west...
de: Suche westlich...

source: Second InfoBar
de: Zweite Infoleiste

source: Second cable of motorized LNB
de: Zweites Kabel für motorisiertes LNB
gl: Segundo cable de LNB motorizado

source: Secondary DNS
de: Sekundärer DNS
gl: DNS Secundario

source: Sectors: %s (max) %s (current)
de: Sectoren: %s (max) %s (aktuell)

source: Sectors: unknown
de: Sectoren: unbekannt

source: Seek
de: Spulen
gl: Buscar

source: Seek backward
de: Rückwärts spulen
gl: Buscar cara atrás

source: Seek backward (enter time)
de: Rückwärts springen (Zeit eingeben)
gl: Buscar cara atrás (inserir a hora)

source: Seek forward
de: Vorwärts spulen
gl: Buscar cara adiante

source: Seek forward (enter time)
de: Vorwärts spulen (Zeit eingeben)
gl: Buscar cara adiante (inserir a hora)

source: Select
de: Auswählen
gl: Seleccionar

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
de: Wählen Sie "1.0" für Standard-Committed-Schalter, "1.1" für uncommitted Schalter und "1.2" für Systeme, die einen Motor verwenden.
gl: Seleccionar ‘1.0’ para conmutadores comprometidos estándar, ‘1.1’ para conmutadores non comprometidos e ‘1.2’ para sistemas que usan un posicionador.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
de: Wählen Sie "A" oder "B", wenn Ihr Antennensystem dies erfordert, andernfalls wählen Sie "none". Wenn Sie unsicher sind, wählen Sie "none".
gl: Selecciona ‘A’ ou ‘B’ se o teu sistema aéreo o require, en caso contrario selecciona ‘ningún’. Se non estás seguro, selecciona ‘ningún.

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
de: Wählen Sie "FBC SCR", wenn dieser Tuner mit einem SCR (Unicable/JESS) Gerät verbunden ist, andernfalls wählen Sie "FBC automatic".
gl: Selecciona ‘FBC SCR’ se este sintonizador se conectará a un dispositivo SCR (Unicable/JESS). Para todas as demais configuracións, selecciona ‘FBC automático’.

source: Select 'Yes' when you want to configure this tuner for ATSC
de: Wähle 'Ja' wenn Du diesen Empfänger für ATSC konfigurieren möchtest
gl: Selecciona ‘Si’ cando desexes configurar este sintonizador para ATSC

source: Select 'Yes' when you want to configure this tuner for DVB-C
de: Wähle 'Ja' wenn Du diesen Empfänger für DVB-C konfigurieren möchtest
gl: Selecciona ‘Si’ cando desexes configurar este sintonizador para DVB-C

source: Select 'Yes' when you want to configure this tuner for DVB-S
de: Wähle 'Ja' wenn Du diesen Empfänger für DVB-S konfigurieren möchtest
gl: Selecciona ‘Si’ cando desexes configurar este sintonizador para DVB-S

source: Select 'Yes' when you want to configure this tuner for DVB-T
de: Wähle 'Ja' wenn Du diesen Empfänger für DVB-T konfigurieren möchtest
gl: Selecciona ‘Si’ cando desexes configurar este sintonizador para DVB-T

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
de: Wählen Sie "Band", wenn Sie ein "universelles" LNB verwenden, andernfalls konsultieren Sie Ihr LNB-Datenblatt.
gl: Selecciona ‘banda’ se usas un LNB ‘universal’; en caso contrario consulta a folla de especificacións do LNB.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
de: Wählen Sie "aktiviert", wenn an diesem Tuner ein Signalkabel angeschlossen ist, andernfalls wählen Sie "nicht verbunden".
gl: Selecciona ‘habilitado’ se este sintonizador ten un cable de sinal conectado; en caso contrario selecciona ‘nada conectado’.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
de: Wählen Sie die "Polarisation", wenn Sie ein "universelles" LNB verwenden, andernfalls konsultieren Sie Ihr LNB-Datenblatt.
gl: Selecciona ‘polarización’ se usas un LNB ‘universal’; en caso contrario consulta a folla de especificacións de LNB.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
de: Wählen Sie "Provider", um aus der vordefinierten Liste von Kabelmultiplexen zu scannen. Wählen Sie "Bänder", um nur bestimmte Teile des Spektrums zu scannen. Wählen Sie "Schritte", um in Schritten einer bestimmten Frequenzbandbreite zu scannen.
gl: Selecciona ‘provedor’ para escanear desde a lista predefinida de múltiplex de cable. Selecciona ‘bandas’ para escanear só certas partes do espectro. Selecciona ‘pasos’ para escanear en pasos dun ancho de banda de frecuencia dado.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
de: Wählen Sie "Ja", wenn dieser Tuner über einen anderen Tuner mit dem Unicable-Gerät verbunden ist, andernfalls wählen Sie "Nein".
gl: Selecciona ‘si’ se este sintonizador está conectado ao dispositivo SCR a través doutro sintonizador; en caso contrario selecciona ‘no’.

source: Select 'yes' to choose what bands or step sizes will be scanned.
de: Wählen Sie "Ja", um auszuwählen, welche Bänder oder Schrittgrößen gescannt werden.
gl: Selecciona ‘si’ para elixir que bandas van ser escaneadas e con que tamaño de salto.

source: Select 'yes' to include %s multiplexes in your search.
de: Wählen Sie "Ja", um %s Multiplexe in Ihre Suche einzubeziehen.
gl: Selecciona ‘si’ para incluír %s múltiplex na túa busca.

source: Select 'yes' to include symbol rate %s in your search.
de: Wählen Sie "Ja", um die Symbolrate %s in Ihre Suche aufzunehmen.
gl: Selecciona ‘si’ para incluír a taxa %s de símbolos na túa busca.

source: Select 'yes' to include the %s band in your search.
de: Wählen Sie "Ja", um das %s-Band in Ihre Suche einzubeziehen.
gl: Selecciona ‘si’ para incluír a banda %s na túa busca.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
de: Wählen Sie "Ja", um nur bei Satellitenwechsel den DiSEqC-Befehl zu senden, oder wählen Sie "Nein", damit der DiSEqC-Befehl bei jedem Zap gesendet wird.
gl: Selecciona ‘si’ para enviar só o comando DiSEqC cando cambie dun satélite a outro, ou selecciona ‘non’ para que o comando DiSEqC se volva enviar en cada cambio.

source: Select (source list) or enter directory (target list)
de: Wählen Sie (Quellenliste) oder betreten Sie das Verzeichnis (Zielliste)

source: Select Audio
de: Audio auswählen

source: Select CAId
de: CAID auswählen
gl: Seleccionar CAId

source: Select Card Server
de: Kartenserver auswählen

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
de: Wählen Sie Fast DiSEqC, wenn Ihr Antennensystem dies unterstützt. Wenn Sie unsicher sind, wählen Sie "Nein".
gl: Selecciona Fast DiSEqC se o teu sistema aéreo o admite. Se non estás seguro, selecciona ‘non’.

source: Select HDD
de: Festplatte auswählen
gl: Seleccionar HDD

source: Select OPKG source.....
de: OPKG-Quelle auswählen.....

source: Select Service
de: Service auswählen

source: Select Softcam
de: Softcam auswählen

source: Select a LCD skin
de: LCD Skin auswählen

source: Select a bouquet
de: Bouquet auswählen
gl: Seleccionar un buqué

source: Select a movie
de: Film auswählen
gl: Seleccionar unha película

source: Select a network adapter
de: Netzwerkadapter auswählen
gl: Seleccionar un adaptador de rede

source: Select a path
de: Pfad auswähle

source: Select a tuner
de: Tuner auswählen
gl: Seleccionar un sintonizador

source: Select a wireless network
de: Funk-Netzwerk auswählen
gl: Seleccionar unha rede sen fíos

source: Select aLCD clock
de: LCD Uhr auswähle

source: Select action
de: Wähle Vorgang
gl: Seleccionar acción

source: Select action for timer '%s'.
de: Wähle Aktion für Timer "%s".
gl: Seleccionar acción para o temporizador ‘%s’.

source: Select all
de: Alle auswählen
gl: Seleccionar todo

source: Select an image brand
de: Wählen Sie eine Distribution aus

source: Select audio track
de: Wählen Sie eine Tonspur
gl: Seleccionar pista de son

source: Select backup files
de: Wählen Sie die zu sichernden Dateien
gl: Seleccionar ficheiros de copia de seguridade

source: Select backup location
de: Wählen Sie den Sicherungsort
gl: Seleccionar localización da copia de seguridade

source: Select channel
de: Kanal auswählen
gl: Seleccionar canle

source: Select channel to record from
de: Kanal auswählen, von dem aufgenommen werden soll
gl: Seleccionar canle para gravar

source: Select char for replacing newlines in epg.
de: Zeichen zum Ersetzen von Zeilenumbrüchen im EPG auswählen.

source: Select copy destination for:
de: Wähle Zielverzeichnis für:
gl: Seleccionar o destino da copia para:

source: Select destination for:
de: Wähle Ziel für:
gl: Seleccionar o destino para:

source: Select directory for logfile
de: Wählen Sie das Verzeichnis für die Logdatei aus
gl: Seleccionar directorio para ficheiro de rexistro

source: Select files for backup.
de: Dateien zum Sichern auswählen.
gl: Seleccionar ficheiros para facer copia de seguridade.

source: Select files/folders to backup
de: Wählen Sie Dateien/Ordner für die Sicherung
gl: Seleccionar ficheiros/carpetas para facer copia de seguridade

source: Select files/folders to backup...
de: Wählen Sie Dateien/Ordner für die Sicherung...

source: Select folders
de: Ordner auswählen

source: Select function
de: Wähle Funktion
gl: Seleccionar funcion

source: Select hard disk
de: Festplatte wählen
gl: Seleccionar disco duro

source: Select horizontal resolution:
de: Wählen Sie die horizontale Auflösung:
gl: Seleccionar resolución horizontal:

source: Select how quickly the dish should move between satellites.
de: Wählen Sie, wie schnell sich die Antenne zwischen den Satelliten bewegen soll.
gl: Seleccionar a velocidade da antena para cambiar de satélite.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
de: Wählen Sie, wie die Satellitenschüssel eingesetzt wird. d.h. feste Schüssel, einzelner LNB, DiSEqC-Schalter, Motor usw.
gl: Seleccionar como se configura a antena parabólica, é dicir, plato fixo, LNB único, conmutador DiSEqC, posicionador, etc.

source: Select how you want your receiver to keep the correct time, either from the DVB transponder, or from the internet using NTP. Or use Auto, which will favour using NTP, but will fall back to transponder time when no internet connection is available.
de: Wähle aus, wie dein Empfänger die korrekte Zeit behalten soll: entweder vom DVB-Transponder oder vom Internet mit NTP. Oder wähle die Option Auto, die die Verwendung von NTP bevorzugt, aber auf die Transponderzeit zurückgreift, wenn keine Internetverbindung verfügbar ist.

source: Select image
de: Image auswählen

source: Select in which resolution pictures are displayed with picture viewer or movie player.
de: Konfiguration in welcher Auflösung Bilder im Bildbetrachter (Picture Viewer) und Movie Player angezeigt werden sollen.
gl: Configurar en que resolución se amosan as imaxes no visor de imaxes e no reprodutor de películas.

source: Select input device
de: Eingabegerät auswählen
gl: Seleccionar dispositivo de entrada

source: Select input device.
de: Eingabegerät auswählen.
gl: Seleccionar dispositivo de entrada.

source: Select interface
de: Netzwerkkarte auswählen
gl: Seleccionar interface

source: Select location
de: Ort wählen
gl: Seleccionar localización

source: Select movie
de: Filmauswahl
gl: Seleccionar película

source: Select path for logfile
de: Wählen Sie den Pfad für die Logdatei aus
gl: Seleccionar a ruta ao ficheiro de rexistro

source: Select primary softcam
de: Wähle primäre Softcam

source: Select provider to add...
de: Wählen Sie einen Provider zum Hinzufügen...
gl: Seleccionar provedor para engadir…

source: Select refresh rate
de: Wählen Sie eine Bildwiederholfrequenz
gl: Seleccionar velocidade de refresco

source: Select satellites
de: Wähle Satelliten
gl: Seleccionar satélites

source: Select secondary softcam
de: Wähle sekundäre Softcam

source: Select service
de: Leistung wählen

source: Select service name
de: Servicename auswählen

source: Select service to add...
de: Wählen Sie einen Kanal zum Hinzufügen...
gl: Seleccionar servizo para engadir…

source: Select service type
de: Servicetyp auswählen

source: Select slot
de: Steckplatz auswählen
gl: Seleccionar rañura

source: Select sort method:
de: Sortierungmodus festlegen:
gl: Seleccionar método de ordenación:

source: Select stream URL
de: Stream-URL auswählen

source: Select stream type
de: Stream-Typ auswählen

source: Select target folder
de: Wähle Zielverzeichnis
gl: Seleccionar carpeta de destino

source: Select the Swap File Size:
de: Wähle die Größe des Swap:

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
de: Wählen Sie den Kanal der diesem Empfänger zugewiesen werden soll. Dies ist der Index in die Tabelle der Frequenzen welche der SCR Switch oder SCR LNB nutzt um den angeforderten Transponder an den Empfänger zu übertragen.
gl: Selecciona a canle da banda de usuario que se asignará a este sintonizador. Este é un índice na táboa de frecuencias que utilizan o conmutador SCR ou o LNB SCR para pasar o transpondedor solicitado ao sintonizador.
