Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Stop all current recordings
de: Alle aktuellen Aufnahmen beenden
gl: Deter todas as gravacións actuais

source: Stop and delete all current recordings
de: Alle aktuellen Aufnahmen beenden und löschen
gl: Deter e borrar todas as gravacións actuais

source: Stop and delete recording
de: Aufnahme beenden und löschen
gl: Deter e borrar a gravación

source: Stop and delete recording:
de: Aufnahme beenden und löschen:
gl: Deter e borrar a gravación:

source: Stop and delete recordings:
de: Aufnahmen beenden und löschen:
gl: Deter e borrar as gravacións:

source: Stop current event and disable coming events
de: Laufendes Ereignis abbrechen und kommende ignorieren
gl: Deter o evento actual e desactivar os seguintes

source: Stop current event but not coming events
de: Laufendes Ereignis abbrechen, aber kommende ausführen
gl: Deter o evento actual pero non os seguintes

source: Stop entry
de: Element stoppen
gl: Deter a entrada

source: Stop live TV service
de: Live-TV-Dienst beenden

source: Stop playing this movie?
de: Wiedergabe beenden?
gl: Deter a reprodución desta película?

source: Stop recording
de: Aufnahme beenden
gl: Deter a gravación

source: Stop recording and delete
de: Aufnahme beenden und löschen
gl: Deter a gravación e borrar

source: Stop recording:
de: Aufnahme beenden:
gl: Deter a gravación:

source: Stop recordings:
de: Aufnahmen beenden:
gl: Deter as gravacións:

source: Stop service on return to movie list
de: Anhalten und zur Filmliste zurückkehren
gl: Deter o servizo ao volver á lista de películas

source: Stop test
de: Test stoppen
gl: Deter a proba

source: Stop testing plane after # failed transponders
de: Stoppe Test nach # fehlgeschlagenen Transpondern
gl: Deter as probas despois de # transpordedores fallidos

source: Stop testing plane after # successful transponders
de: Stoppe Test nach # erfolgreichen Transpondern
gl: Deter as probas despois de # transpondedores correctos

source: Stop timer recording
de: Aufnahme beenden
gl: Deter a gravación programada

source: Stop timeshift
de: Timeshift beenden
gl: Deter o timeshift

source: Stop timeshift?
de: Timeshift beenden?
gl: Deter o timeshift?

source: Stop using as startup service
de: Nicht mehr als Anschaltkanal nutzen
gl: Deixar de usar como servizo de inicio

source: Stopped
de: Gestoppt
gl: Detido

source: Storage device not available or not initialized.
de: Speichergerät nicht verfügbar oder nicht initialisiert.

source: Storage devices
de: Speichergeräte

source: Storage media
de: Speichergeräte

source: Store at index
de: Speichern auf Index
gl: Almacenar no índice

source: Store position
de: Position speichern
gl: Almacenar posición

source: Stored position
de: Gespeicherte Position
gl: Posición almacenada

source: Stream Relay delay
de: Stream Relay Verzögerung

source: Stream Type
de: Streaming Typ

source: Stream URL
de: Streaming URL

source: Stream request
de: Stream Anfrage
gl: Solicitude de fluxo

source: Streaming clients info
de: Übersicht der Streamclienten
gl: Información sobre os clientes de fluxo

source: Strict DLNA
de: Strenges DLNA

source: Strongest position
de: Beste Position
gl: Posición máis forte

source: Subservice list...
de: Unterkanal-Liste...
gl: Lista de subservizos…

source: Subservices
de: Unterkanäle
gl: Subservizos

source: Subtitle Quickmenu
de: Untertitel Schnellmenü
gl: Subtítulo Quickmenu

source: Subtitle alignment
de: Untertitel Ausrichtung
gl: Aliñamento dos subtítulos

source: Subtitle border width
de: Untertitel Randbreite
gl: Ancho do borde dos subtítulos

source: Subtitle delay when timing is bad
de: Verzögerung für Untertitel
gl: Retardo des subtítulos cando as marcas de tempo están mal

source: Subtitle delay when timing lacks
de: Verzögerung Untertitel bei fehlendem Timing
gl: Retardo des subtítulos cando faltan as marcas de tempo

source: Subtitle font size
de: Untertitel Schriftgröße
gl: Tamaño de fonte dos subtítulos

source: Subtitle language selection 1
de: Untertitel Sprachauswahl 1
gl: Selección 1 de idioma dos subtítulos

source: Subtitle language selection 2
de: Untertitel Sprachauswahl 2
gl: Selección 2 de idioma dos subtítulos

source: Subtitle language selection 3
de: Untertitel Sprachauswahl 3
gl: Selección 3 de idioma dos subtítulos

source: Subtitle language selection 4
de: Untertitel Sprachauswahl 4
gl: Selección 4 de idioma dos subtítulos

source: Subtitle position
de: Untertitel Position
gl: Posición dos subtítulos

source: Subtitle selection
de: Untertitel-Auswahl
gl: Selección dos subtítulos

source: Subtitle selection...
de: Untertitel-Auswahl...
gl: Selección dos subtítulos…

source: Subtitle settings
de: Untertitel-Einstellungen
gl: Configuración dos subtítulos

source: Subtitle show/hide...
de: Untertitel zeige/verberge...
gl: Amosar/ocultar os subtítulos…

source: Subtitles
de: Untertitel
gl: Subtítulos

source: Subtitles Settings
de: Untertitel Einstellungen
gl: Configuración dos subtítulos

source: Subtitles disabled
de: Untertitel deaktiviert
gl: Subtítulos desactivados

source: Subtitles enabled
de: Untertitel aktiviert
gl: Subtítulos activados

source: Succeeded:
de: Erfolgreich:
gl: Rematou con éxito:

source: Successfully restored /etc/inetd.conf!
de: /etc/inetd.conf erfolgreich wiederhergestellt!

source: Sun
de: So
gl: Dom

source: Sunday
de: Sonntag
gl: Domingo

source: Sundtek - hardware blind scan in progress. Please wait(3-20 min) for the scan to finish.
de: Sundtek - Hardware Blind Scan läuft. Bitte warten Sie(3-20 min) bis der Scan beendet ist.
gl: Sundtek - escaneo cego de hardware en progreso. Por favor, espera entre 3 e 20 minutos a que remate.

source: Support at
de: Unterstützung auf

source: Swap File Manager
de: Swap Datei Manager

source: Swap File not found. You have to create the file before to activate.
de: Swapdatei nicht gefunden. Diese muss vorm Aktivieren angelegt werden.

source: Swap PiP
de: Tausche PiP (Bild in Bild)
gl: Intercambiar PIP

source: Swap PiP and main picture
de: Tausche Bild im Bild mit Hauptbild
gl: Intercambiar PiP e a imaxe principal

source: Swap Place:
de: Swap Ort:

source: Swap Size:
de: Swap Größe:

source: Swap buttons right/left with channel plus/minus or the channel button changed always the side.
de: Tauschen Sie die Tasten Rechts/Links mit Kanal Plus/Minus, oder die Kanaltaste wechselt immer die Seite.

source: Swap services
de: Kanäle tauschen
gl: Intrercambiar servizos

source: Sweden
de: Schweden
gl: Suecia

source: Swedish
de: Schwedisch
gl: Sueco

source: Switch TV to correct input
de: Fernseher auf Receiver HDMI-Eingang schalten
gl: Cambiar o TV para corrixir a entrada

source: Switch between filelist/playlist
de: Umschalten zwischen Dateiliste/Abspielliste
gl: Intercambiar entre lista de ficheiros e lista de reprodución

source: Switch between normal mode and list mode
de: Tausche Normal mit Listen Modus
gl: Intercambiar entre o modo normal e o de lista

source: Switch channel down
de: Vorheriger Kanal
gl: Cambiar canle cara abaixo

source: Switch channel up
de: Nächster Kanal
gl: Cambiar canle cara arriba

source: Switch on the display during Standby Mode
de: Display im Standby anschalten
gl: Acender a pantalla duranto o modo de repouso

source: Switch on the display during Suspend Mode
de: Display im Deep Standby anschalten
gl: Acender a pantalla duranto o modo de suspensión

source: Switch on the display during operation
de: Display im normalen Betrieb anschalten

source: Switch to Android
de: Zu Android wechseln

source: Switch to HDMI in mode
de: Zum HDMI In Modus wechseln

source: Switch to TV mode
de: Zum TV Modus wechseln
gl: Cambiar ao modo de TV

source: Switch to bookmarks
de: Gehe zu den Lesezeichen
gl: Cambiar a marcadores

source: Switch to filelist
de: In Dateiliste wechseln
gl: Cambiar á lista de ficheiros

source: Switch to next bouquet
de: Zum nächsten Bouquet wechseln
gl: Cambiar ao seguinte buqué

source: Switch to next channel
de: Zum nächsten Kanal wechseln
gl: Cambiar á seguinte canle

source: Switch to next channel in history
de: Nächster Kanal im Verlauf
gl: Cambiar á seguinte canle do historial

source: Switch to next sub service
de: Zum nächsten Unterkanal schalten
gl: Cambiar ao seguinte subservizo

source: Switch to playlist
de: In Wiedergabeliste wechseln
gl: Cambiar á lista de reproducion

source: Switch to previous bouquet
de: Zum vorhergehenden Bouquet wechseln
gl: Cambiar ao anterior buqué

source: Switch to previous channel
de: Zum vorhergehenden Kanal wechseln
gl: Cambiar á anterior canle

source: Switch to previous channel in history
de: Vorheriger Kanal im Verlauf
gl: Cambiar á anterior canle do historial

source: Switch to previous sub service
de: Zum vorhergehenden Unterkanal schalten
gl: Cambiar ao anterior subservizo

source: Switch to radio mode
de: Zum Radio Modus wechseln
gl: Cambiar ao modo de radio

source: Symbolic link
de: Symbolischer Link

source: Symlink to
de: Symlink nach

source: Sync failure moving back to origin !
de: Sync Fehler, bewege zur Anfangsposition!
gl: Erro de sincronización, regresando á orixe!

source: SystemNetworkInfo
de: Network Information

source: T2MI RAW Mode
de: T2MI PLP ID
gl: Modo T2MI RAW

source: TS file is too large for ISO9660 level 1!
de: TS-Datei ist zu groß für ISO9660 level 1!
gl: O ficheiro TS é demasiado grande para o ISO9660 nive 1!

source: TV mode
de: TV-Modus

source: TV physical address report
de: TV physikalischer Adressenverkündung
gl: Informe de enderezo físico do TV

source: TXT Subtitles page & lang
de: Textuntertitel Seite & Sprachen
gl: Páxina e idioma dos subtítulos TXT

source: Table of content for collection
de: Inhalt der Zusammenstellung

source: Task list
de: Aufgabenliste

source: Teletext Actions
de: Teletext-Aktionen

source: Teletext subtitle color
de: Farbe Teletext-Untertitel
gl: Cor do subtítulo do teletexto

source: Telnet Interface
de: Telnet

source: Telnet Setup
de: Telnet Zugang

source: Terrestrial
de: Terrestrisch
gl: Terrestre

source: Test DiSEqC settings
de: Teste DiSEqC-Einstellungen
gl: Configuración da proba DisEqC

source: Test mode
de: Testmodus
gl: Modo de proba

source: Test the network configuration of your receiver.
de: Testen der Netzwerkkonfiguration des Receivers.
gl: Probar a configuración de rede do receptor.

source: Test type
de: Testtyp
gl: Tipo de proba

source: Testscreens
de: Testbilder
gl: Pantallas de proba

source: Testscreens that are helpfull to fine-tune your display
de: Testbilder die bei der Feineinstellung des Bildschrims helfen
gl: Pantallas de proba que son útiles para o axuste fino da pantalla

source: Text Edit Actions
de: Aktionen zur Textbearbeitung

source: Text Entry Actions
de: Texteingabe-Aktionen

source: Text View On
de: Text anzeigen

source: Text color
de: Textfarbe
gl: Cor de texto

source: Thai
de: Thailändisch
gl: Tailandés

source: Thank you for using the wizard. Please press OK to continue.
de: Vielen Dank, dass Sie den Assistenten benutzt haben. Drücken Sie OK zum Fortfahren.
gl: Grazas por usar o asistente. Preme OK para continuar.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s..
de: Der Assistent ist hiermit beendet. Ihre %s %s kann nun benutzt werden. OK drücken, um den Assistenten zu verlassen.

source: The %d min remaining before the end of the event.
de: Noch %d Minuten bis zum Ende der Sendung.
gl: Faltan %d min. antes do final do evento.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
de: Der DVD-Standard unterstützt keine H.264 (HDTV) Videos.

source: The Device Manager plugin is not installed! Please install it.
de: Der Gerätemanager ist noch nicht installiert! Bitte installieren Sie erst das Plugin.

source: The EPG data will be stored every (hours)
de: Speichert die EPG-Daten nach der eingestellten Zeit automatisch

source: The IP address from the streamrelay server that is used to descramble services that can only be encrypted via streamrelay
de: Die IP-Adresse des Streamrelay-Servers, die zum Entschlüsseln von Diensten verwendet wird, die nur über Streamrelay verschlüsselt werden können

source: The Image Viewer component of the File Commander requires the PicturePlayer extension. Install PicturePlayer to enable this operation.
de: Der Bildbetrachter des File Commander erfordert die Erweiterung PicturePlayer. Bitte installieren Sie den PicturePlayer, um die Funktion nutzen zu können.

source: The MediaPlayer plugin is not installed! Please install it.
de: Der MediaPlayer ist noch nicht installiert! Bitte installieren Sie erst das Plugin.

source: The PIN code has been changed successfully.
de: Der PIN-Code wurde erfolgreich geändert.
gl: Cambiouse o código PIN correctamente.

source: The PIN code has been saved successfully.
de: Der PIN-Code wurde erfolgreich gespeichert.
gl: Gardouse o código PIN correctamente.

source: The PIN code you entered is wrong.
de: Der eingegebene PIN-Code ist falsch.
gl: O código PIN inserido non é correcto.

source: The PIN codes you entered are different.
de: Die eingegebenen PIN-Codes sind unterschiedlich.
gl: O código PIN inserido é diferente.

source: The WebBrowser is not installed! Please install it.
de: Der WebBrowser ist noch nicht installiert! Bitte installieren Sie erst das Plugin.

source: The Zap-History Browser plugin is not installed! Please install it.
de: Der ZapHistory Browser ist noch nicht installiert! Bitte installieren Sie erst das Plugin.

source: The aspect ratio of the recording.
de: Das Seitenverhältnis der Aufnahme.

source: The authors are NOT RESPONSIBLE
de: Die Autoren sind NICHT VERANTWORTLICH

source: The backup failed. Please choose a different backup location.
de: Die Sicherung ist fehlgeschlagen. Bitte einen anderen Sicherungsort auswählen.

source: The bitrate of the video encoder. Larger value improves quality and increases file size.
de: Die Bitrate des Videoencoders. Größerer Wert verbessert die Qualität und erhöht die Dateigröße.

source: The command to wake from standby will be sent multiple times.
de: Der Befehl zum Aufwachen aus dem Standby-Modus wird mehrmals gesendet.

source: The current image might not be stable. For more information see %s.
de: Die aktuelle Software ist möglicherweise nicht stabil. Weitere Informationen finden Sie unter %s.

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibbar. Stellen Sie sicher, dass Sie ein beschreibbares Verzeichnis angegeben haben.
gl: O directorio %s non é escribible. Selecciona outro directorio que si o sexa.

source: The enigma.info file for the boxinformation is not available or the content is invalid. Press any key to continue?
de: Die Datei enigma.info für die Boxinformation ist nicht verfügbar oder der Inhalt ist ungültig. Drücke eine beliebige Taste, um fortzufahren?

source: The following files were found...
de: Die folgenden Dateien wurden gefunden...
gl: Atopáronse os seguintes ficheiros…

source: The frame rate of the recording. Ideally, this will match the frame rate of the source or be an integer multiple. If in doubt, set to 60, which should work with most sources.
de: Die Bildrate der Aufnahme. Idealerweise entspricht dies der Bildrate der Quelle oder einem ganzzahligen Vielfachen. Im Zweifelsfall auf 50 einstellen, welches mit den meisten Quellen funktioniert.

source: The function has been interrupted. Don't press any key until the picture from mvi-file is displayed!
de: Die Funktion wurde unterbrochen. Drücken Sie keine Taste bis das Bild der mvi-Datei angezeigt wird!

source: The hash of a directory can't be calculated.
de: Der Hash eines Verzeichnisses kann nicht berechnet werden.

source: The height of the picture. The input will be scaled to match this value.
de: Die Höhe des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.

source: The hostname or the IP address of the NTP server to synchronise the time with.
de: Der Hostname oder die IP-Adresse des NTP-Servers, mit dem die Zeit synchronisiert werden soll.

source: The network wizard extension is not installed! Please install it.
de: Das Netzwerk-Assistent-Plugin ist nicht installiert! Bitte installieren Sie es.
gl: A extensión do asistente de rede non está instalada! Por favor, instálaa.

source: The number of steps to change the volume on the device the keys are forwarded to.
de: Die Anzahl der Schritte zum Ändern der Lautstärke auf dem Gerät, an das die Tasten weitergeleitet werden.

source: The order and grouping of the help information list can be controlled using MENU>Setup>User Interface>Settings>Sort order for help screen or pressing long help
de: Die Reihenfolge und Gruppierung der Hilfeinformationsliste kann über MENÜ>Einstellungen>Benutzeroberfläche>Einstellungen>Sortierreihenfolge für den Hilfebildschirm oder durch langes Drücken von Hilfe

source: The overscan wizard has been completed. Note: you can always start the Overscan Wizard later, via menu->settings->system->userinterface->position & size
de: Der Overscan-Assistent wurde abgeschlossen. Hinweis: Sie können den Overscan-Assistenten jederzeit später starten Menü-> Einstellungen-> System-> Benutzerschnittstelle-> Position & Größe

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box touches all four sides of your screen, you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
de: Der Overscan-Assistent hilft Ihnen, Ihren Fernseher richtig einzurichten. Bei den meisten Fernsehgeräten ist die werksseitige Standardeinstellung für das Overscan aktiviert. Dies bedeutet, dass Sie immer ein "gezoomtes" Bild anstelle von echtem HD sehen, und Teile der Benutzerschnittstelle (Skin) möglicherweise unsichtbar sind. Der gelbe Bereich bedeutet, dass ein Randbereich von 5% eines Full-HD-Bildes nicht sichtbar ist. Der grüne Bereich bedeutet, dass ein Randbereich von 10% eines Full-HD-Bildes nicht sichtbar ist. Mit anderen Worten, wenn die gelbe Box alle vier Seiten Ihres Bildschirms berührt, haben Sie mindestens 5% Overscan auf allen Seiten. Wenn Sie die Spitzen aller acht Pfeilspitzen sehen, ist Ihr Overscan deaktiviert. Testmuster von TigerDave - www.tigerdave.com/ht_menu.htm
gl: O asistente de overscan axuda a configurar o TV da forma correcta. Para a mayoría dos aparellos de TV, o valor predeterminado de fábrica é habilitar o overscan. Isto significa que sempre estás a ver unha imaxe "ampliada" en vez do HD real, quedando ocultas partes da interface de usuario (skin). A área amarela significa que unha área de borde do 5% dunha imaxe Full HD será invisible. A área verde significa que unha área de borde do 10% dunha imaxe HD completa será invisible. Noutras palabras, se a caixa amarela toca os cuatro lados da pantalla tes, polo menos, un 5% de overscan en todos os lados. Se ves as puntas das oito cabezas de frecha, entón o teu TV ten o overscan deshabilitado. Patrón de proba por TigerDave - www.tigerdave.com/ht_menu.htm

source: The password can not be blank.
de: Das Passwort kann nicht leer sein.

source: The path %s already exists.
de: Der Pfad %s existiert bereits.
gl: A ruta %s xa existe.

source: The port from the streamrelay server that is used to descramble services that can only be encrypted via streamrelay
de: Der Port des Streamrelay-Servers, der verwendet wird, um Dienste zu entschlüsseln, die nur über Streamrelay verschlüsselt werden können

source: The results have been written to %s
de: Die Ergebnisse wurden in der Datei %s gespeichert
gl: Os resultados escribíronse en %s

source: The saved PIN was cleared.
de: Die gespeicherte PIN wurde gelöscht.
gl: Eliminouse o PIN gardado.

source: The servicelist is reloaded.
de: Listen neu geladen.

source: The sleep timer has been activated.
de: Der Sleeptimer wurde aktiviert.
gl: Activouse o temporizador de repouso.

source: The sleep timer has been disabled.
de: Der Sleeptimer wurde deaktiviert.
gl: Cancelouse o temporizador de repouso.

source: The software management extension is not installed! Please install it.
de: Das Softwaremanagement Plugin ist nicht installiert! Bitte installieren Sie es.
gl: A extensión de administración de software non está instalada! Por favor, instálaa.

source: The stored EPG data will be read every (hours)
de: Die gespeicherten EPG-Daten nach der eingestellten Zeit automatisch neu einlesen

source: The timer file (timers.xml) is corrupt and could not be loaded.
de: Die Timer-Datei (timers.xml) ist defekt und konnte nicht geladen werden.
gl: O ficheiro de temporizacións (timers.xml) está corrupto e non pode cargarse.

source: The user interface of the receiver will now restart to select the selected skin
de: Die Benutzeroberfläche des Empfängers wird jetzt neu gestartet, um die ausgewählte Skin zu aktivieren
gl: Reiniciarase a interface de usuario do receptor para seleccionar a skin seleccionada

source: The user interface of your %s %s is restarting
de: Die Benutzeroberfläche Ihrer %s %s wird neu gestartet

source: The width of the picture. The input will be scaled to match this value.
de: Die Breite des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
de: Das Wireless LAN Plugin ist nicht installiert! Bitte installieren Sie es und wählen Sie dann eine Option zum Fortfahren.
gl: O complemento de rede sen fíos non está instalado! Por favor, instálao e elixe o seguinte que queres facer.

source: The wireless LAN plugin is not installed! Please install it.
de: Das Wireless LAN Plugin ist nicht installiert! Bitte installieren Sie es.
gl: O complemento de rede sen fíos non está instalado! Por favor, instálao.

source: The wizard can backup your current settings. Do you want to do a backup now?
de: Der Assistent kann jetzt Ihre Einstellungen sichern. Wollen Sie dies nun durchführen?

source: The wizard is finished now.
de: Der Assistent ist nun abgeschlossen.

source: There are at least %d updates available.
de: Es sind mindestens %d Aktualisierungen verfügbar.
gl: Hai polo menos %d actualizacións dispoñibles.

source: There are currently no outstanding actions.
de: Es sind keine Aktivitäten geplant.
gl: Neste momento non hai ninguna acción pendente.

source: There are no saved playlists to delete!
de: Keine gespeicherten Wiedergabelisten zum löschen vorhanden!
gl: Non hai listas de reprodución gardadas para eliminar!

source: There are no saved playlists to load!
de: Keine gespeicherten Wiedergabelisten zum zum laden vorhanden!
gl: Non hai listas de reprodución gardadas para cargar!

source: There are no updates available.
de: Es sind keine Updates verfügbar.
gl: Non hai actualizacións dispoñibles.

source: There is no signal to lock on !
de: Es liegt kein Signal an !
gl: Non hai sinal para bloquear!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
de: Es könnte sein, dass nicht genügend freier Speicherplatz auf der gewählten Partition vorhanden ist. Wollen Sie wirklich fortfahren?
gl: Podería non haber suficiente espazo na partición seleccionada. Seguro que queres continuar?
