Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: stepsize
de: Schrittgröße
gl: tamaño de paso

source: successful
de: erfolgreich
gl: con éxito

source: switch to the next angle
de: Zur nächsten Kameraperspektive wechseln
gl: cambiar ao seguinte ángulo

source: switch to the next audio track
de: Zum nächsten Ton-Titel wechseln
gl: cambiar á seguinte pista de son

source: switch to the next subtitle language
de: Zur nächsten Untertitel-Sprache wechseln
gl: cambiar ao seguinte idioma de subtítulos

source: team sports/excluding football
de: Mannschaftssport/außer Fußball

source: technology/natural sciences
de: Technik/Naturwissenschaften

source: template file
de: Dateivorlage
gl: ficheiro de modelo

source: testing
de: Arbeite
gl: probando

source: this recording
de: Diese Aufnahme
gl: esta gravación

source: to dir
de: Zielordner

source: toggels between tv and radio...
de: Schaltet zwischen Radio und TV um..

source: toggle time, chapter, audio, subtitle info
de: Schalte zwischen Zeit-, Kapitel-, Ton- und Untertitel-Info um
gl: alternar hora, capítulo, son, información de subtítulos

source: top
de: Oben
gl: parte superior

source: total conflict (%d)
de: totaler Konflikt (%d)

source: tourism/travel
de: Tourismus/Reisen
gl: turismo/viaxes

source: true
de: Ja
gl: verdadeiro

source: type
de: Typ
gl: tipo

source: uShare Setup
de: uShare Einstellungen

source: unavailable
de: Nicht verfügbar
gl: non dispoñible

source: unconfirmed
de: Nicht bestätigt
gl: non confirmado

source: undefined
de: Nicht definiert
gl: non definido

source: unknown
de: Unbekannt
gl: descoñecido

source: unknown error
de: Unbekannter Fehler
gl: erro descoñecido

source: unknown service
de: Unbekannter Kanal
gl: servizo descoñecido

source: unpack Rar Files
de: Rar-Archive entpacken

source: unpack archives
de: Archive entpacken

source: unpack gzip Files
de: gzip entpacken

source: unpack tar/compressed tar Files
de: tar-Archive entpacken

source: unpack zip Files
de: Zip-Archive entpacken

source: untestable
de: nicht prüfbar
gl: non probable

source: until standby/restart
de: Bis zum Standby/Neustart
gl: ata reposo/reinicio

source: use HDMI cacenter
de: HDMI cacenter verwenden

source: use best / controlled by HDMI
de: am besten/ HDMI-gesteuert

source: user defined
de: benutzerdefiniert
gl: definido polo usuario

source: user defined hidden
de: benutzerdefiniert versteckt
gl: definido polo usuario oculto

source: variety show
de: Abwechslungsreiche Sendung
gl: espectáculo de variedades

source: vertical
de: Vertikal

source: violet
de: Violett
gl: violeta

source: wait for ci...
de: Warte auf CI...

source: wait for mmi...
de: Warte auf mmi...
gl: esperar polo nmi…

source: waiting
de: Wartend
gl: esperando

source: water sport
de: Wassersport
gl: deporte acuático

source: weekly
de: Wöchentlich
gl: semanalmente

source: west
de: Westen
gl: oeste

source: when PiPzap enabled zap channel down...
de: Kanal herunterschalten, falls PiPzap aktiv ist...
gl: cando estea activado o cambio en PiP cambiar a canle abaixo…

source: when PiPzap enabled zap channel up...
de: Kanal hochschalten, falls PiPzap aktiv ist...
gl: cando estea activado o cambio en PiP cambiar a canle arriba…

source: white
de: Weiß
gl: branco

source: wide
de: breit
gl: ancho

source: width
de: Breite
gl: anchura

source: will take about 1-15 minutes for this system
de: wird etwa 1-15 Minuten für dieses System benötigen.

source: will take about 30 minutes for this system
de: wird etwa 30 Minuten für dieses System benötigen

source: wireless network interface
de: Funk Netzwerkadapter
gl: interface de rede sen fíos

source: with %d error
de: mit %d Fehler
gl: con %d erro

source: with errors
de: mit Fehlern
gl: con erros

source: with text
de: mit Text
gl: con texto

source: with tuner name
de: mit Empfangsmodul
gl: co nome do sintonizador

source: with_errors
de: mit Fehlern
gl: con_erros

source: without
de: ohne

source: yellow
de: Gelb
gl: amarelo

source: yes
de: Ja
gl: si

source: yes (keep feeds)
de: Ja (Feeds behalten)
gl: si (conservar fontes)

source: yes, but not in multi selections
de: Ja, aber nicht in der Mehrfachauswahl
gl: si, pero non en seleccións múltiples

source: zap
de: Umschalten
gl: cambiar

source: zap and record
de: Umschalten und aufnehmen
gl: cambiar e gravar

source: zapped
de: umgeschaltet
gl: cambiado

source: (Partition %d)
gl: (Particion %d)

source: %.1f° E
gl: %.1f° L

source: %.1f° W
gl: %.1f° O

source: %d minute
gl: %d minuto

source: (ZAP)
gl: (CAMBIAR)

source: 3D surround softlimiter
gl: Limitador de 3D Surround

source: Alpha
gl: Alfa

source: Alternative
gl: Alternativa

source: Author:
gl: Autor:

source: Auto DiSEqC
gl: DiSEqC automático

source: Auto flesh
gl: Cor carne automática

source: Band
gl: Banda

source: Benin
gl: Benín

source: Bermuda
gl: Bermudas

source: Bhutan
gl: Bután

source: Bitrate:
gl: Tasa de bits:

source: C-Band
gl: Banda-C

source: CH%s
gl: CANLE %s

source: CI slot:
gl: Rañura CI:

source: Cayman Islands
gl: Illas Caiman

source: Central African Republic
gl: República Centroafricana

source: Chinese - Simplified
gl: Chinés simplificado

source: Chinese - Traditional
gl: Chinés tradicional

source: Christmas Island
gl: Illa de Navidade

source: Cocos (Keeling) Islands
gl: Illas Cocos (Keeling)

source: Code R. LP-HP & Guard Int.
gl: Codigo R. LP-HP & Guard Int.

source: Common Interface
gl: Interface Común

source: Congo (Democratic Republic of the)
gl: Congo (República Democrática do)

source: Constellation & FFT mode
gl: Modo Constelación & FFT

source: Cook Islands
gl: Illas Cook

source: Curacao
gl: Curaçao

source: Cyprus
gl: Chipre

source: Czechia
gl: República Checa

source: DVD Burn
gl: Gravar DVD

source: DVD player
gl: Reprodutor DVD

source: DVDPlayer
gl: Reprodutor DVD

source: Denmark
gl: Dinamarca

source: Detect next boxes before standby
gl: Detectar as seguintes caixas antes do repouso

source: DiSEqC Tester
gl: Potenciómetro DiSEqC

source: DiSEqC port %s: %s
gl: Porto DiSEqC %s: %s

source: Display Skin
gl: Amosar Skin

source: Do you really want to stop current event and delete timer %s?
gl: Seguro que queres deter o evento actual e borrar o temporizador %s?

source: Dominican Republic
gl: República Dominicana

source: ECM Info
gl: Información de ECM

source: Egypt
gl: Exipto

source: El Salvador
gl: O Salvador

source: Enter
gl: Accede

source: Equatorial Guinea
gl: Guinea Ecuatorial

source: Ethiopia
gl: Etiopía

source: Falkland Islands (Malvinas)
gl: Illas Malvinas (Falkland Islands)

source: Faroe Islands
gl: Illas Feroe

source: Finland
gl: Finlandia

source: France
gl: Francia

source: French Guiana
gl: Güiana Francesa

source: French Polynesia
gl: Polinesia Francesa

source: French Southern Territories
gl: Terras Austrais e Antárticas Francesas

source: GUI Skin
gl: Configuración da skin

source: Gabon
gl: Gabón

source: Gateway
gl: Porta de enlace

source: Georgia
gl: Xeorxia

source: Gibraltar
gl: Xibraltar

source: Gold
gl: Ouro

source: Greece
gl: Grecia

source: Greenland
gl: Groenlandia

source: Grenada
gl: Granada

source: Guadeloupe
gl: Guadalupe

source: Guyana
gl: Güiana

source: HDMI Colorimetry
gl: Colorimetría HDMI

source: HELP
gl: AXUDA

source: Haiti
gl: Haití

source: Heard Island and McDonald Islands
gl: Illas Heard e Illas McDonald

source: Holy See
gl: Santa Sede

source: Home
gl: Inicio

source: Hotplug
gl: Conexión en quente

source: Hungary
gl: Hungría

source: IDLE
gl: LIBRE

source: Iceland
gl: Islandia

source: Index
gl: Índice

source: Input Stream ID
gl: ID do fluxo de entrada

source: Inversion
gl: Inversión

source: Inversion, Pilot & Roll-off
gl: Inversión, Piloto e Roll-off

source: Iran (Islamic Republic of)
gl: Irán (República Islámica de)

source: Ireland
gl: Irlanda

source: Isle of Man
gl: Illa de Man

source: Jamaica
gl: Xamaica

source: Japan
gl: Xapón

source: Jersey
gl: Illa de Jersey

source: Jordan
gl: Xordania

source: Kazakhstan
gl: Casaquistán

source: Kernel version:
gl: Versión do kernel:

source: Key Events
gl: Eventos clave

source: Korea (Democratic People's Republic of)
gl: Corea do Norte (República Popular e Democrática de)

source: Korea (Republic of)
gl: Corea do Sur (República de)

source: Kyrgyzstan
gl: Kirguizistán

source: Lao People's Democratic Republic
gl: República Democrática Popular Lao

source: Latvia
gl: Letonia

source: Lebanon
gl: Líbano

source: Lesotho
gl: Lesoto

source: Letterbox zoom
gl: Zoom de letterbox

source: Libya
gl: Libia

source: Lithuania
gl: Lituania

source: Logfile does not exist anymore
gl: O ficheiro de rexistro xa non existe

source: Luxembourg
gl: Luxemburgo

source: Malawi
gl: Malaui

source: Malaysia
gl: Malaisia

source: Maldives
gl: Maldivas

source: Mali
gl: Malí

source: Martinique
gl: Martinica

source: Mauritius
gl: Mauricio

source: Max. bitrate:
gl: Máx. tasa de bits:

source: Media player
gl: Reprodutor

source: Media scanner
gl: Escáner de medios

source: Mexico
gl: México

source: Micronesia (Federated States of)
gl: Micronesia (Estados Federados de)

source: Modulation
gl: Modulación

source: Modulator
gl: Modulador

source: Moldova (Republic of)
gl: Moldavia (República de)

source: Monaco
gl: Mónaco

source: Morocco
gl: Marrocos

source: Multi EPG
gl: EPG Múltiple

source: MultiType
gl: MultiTipo

source: Name
gl: Nome

source: Nameserver
gl: Servidor de nomes

source: Namespace & Orbital pos.
gl: Espazo de nomes e posición orbital

source: Netherlands
gl: Países Baixos

source: New Caledonia
gl: Nova Caledonia

source: New Zealand
gl: Nova Zelandia

source: Niger
gl: Níxer

source: Nigeria
gl: Nixeria

source: Norfolk Island
gl: Illas Norfolk

source: North Macedonia (The Republic of)
gl: Macedonia (ex República Iugoslava de)

source: Northern Mariana Islands
gl: Illas Marianas do Norte

source: Norway
gl: Noruega

source: Oman
gl: Omán

source: Original
gl: Orixinal

source: PLS Code
gl: Código PLS

source: PLS Mode
gl: Modo PLS

source: Pakistan
gl: Paquistán

source: Palestine, State of
gl: Palestina, Estado de

source: Panama
gl: Panamá

source: Papua New Guinea
gl: Papúa Nova Guinea

source: Paraguay
gl: Paraguai

source: Pause
gl: Pausa

source: Peru
gl: Perú

source: Philippines
gl: Filipinas

source: Pilot
gl: Piloto

source: Pitcairn
gl: Illas Pitcairn

source: Poland
gl: Polonia

source: Polarisation
gl: Polarización

source: Port
gl: Porto

source: Port A
gl: Porto A

source: Port B
gl: Porto B

source: Port C
gl: Porto C

source: Port D
gl: Porto D

source: Position
gl: Posición

source: Power LED
gl: LED de alimentación

source: Prime time
gl: Horario central

source: Puerto Rico
gl: Porto Rico

source: Python version:
gl: Versión de Python:

source: Ram disk
gl: Disco RAM

source: Region
gl: Rexión

source: Roll-off
gl: Rodar

source: Root
gl: Raíz

source: Russian Federation
gl: Federación Rusa

source: Rwanda
gl: Ruanda

source: SINGLE LAYER DVD
gl: DVD CAPA SIMPLE

source: Saint Barthelemy
gl: San Bartolomé

source: Saint Helena, Ascension and Tristan da Cunha
gl: Santa Elena, Ascensión e Tristan da Cunha

source: Saint Kitts and Nevis
gl: Saint Kitts e Nevis

source: Saint Lucia
gl: Santa Lucía

source: Saint Martin (French part)
gl: San Martiño (parte francesa)

source: Saint Pierre and Miquelon
gl: Saint-Pierre-et-Miquelon

source: Saint Vincent and the Grenadines
gl: San Vicente e as Granadinas

source: Sao Tome and Principe
gl: San Tomé e Príncipe

source: Saudi Arabia
gl: Arabia Saudita

source: Service & PIDs
gl: Servizo e PID

source: Service ID
gl: ID de servizo

source: Service info - service & PIDs
gl: Información do servizo - servizo e PIDs

source: Service info - tuner live values
gl: Información do servizo - valores en vivo do sintonizador

source: Service info - tuner setting values
gl: Información do servizo - valores de axuste do sintonizador

source: Side by side
gl: A carón de

source: Sierra Leone
gl: Serra Leoa

source: Signal finder
gl: Buscador de sinal

source: Signal:
gl: Sinal:

source: Singapore
gl: Singapur

source: Sint Maarten (Dutch part)
gl: Sint Maarten (parte holandesa)

source: Sleeptimer
gl: Temporizador de repouso

source: Smartcard PIN
gl: PIN da tarxeta intelixente

source: Softwaremanager information
gl: Información do xestor de software

source: Solomon Islands
gl: Illas Salomón

source: Sort A-Z
gl: Ordenar A-Z

source: South Africa
gl: Suráfrica

source: South Georgia and the South Sandwich Islands
gl: Xeorxia do Sur e Illas Sandwich do Sur

source: South Sudan
gl: Sudán do Sur

source: Spain
gl: España

source: Standard
gl: Estándar

source: Standby
gl: Repouso

source: Standby in
gl: Repouso

source: Stop
gl: Deter

source: Stream
gl: Fluxo

source: Sudan
gl: Sudán

source: Svalbard and Jan Mayen
gl: Svalbard e Jan Mayen

source: Swaziland
gl: Suacilandia

source: Switch
gl: Conmutador

source: Switzerland
gl: Suiza

source: Symbol rate
gl: Taxa de símbolos

source: Symbol rate & FEC
gl: Taxa de símbolos e FEC

source: Symbol rate:
gl: Taxa de símbolos:

source: Syrian Arab Republic
gl: República Árabe de Siria

source: System
gl: Sistema

source: System & Modulation
gl: Sistema e modulación

source: TEXT
gl: TEXTO

source: TRANSLATOR_INFO
gl: Translated by LAMS

source: TUNER:
gl: SINTONIZADOR:

source: TUNING
gl: SINTONIZACIÓN

source: Tags
gl: Etiquetas

source: Taiwan
gl: Taiwán

source: Tajikistan
gl: Taxiquistán

source: Tanzania, United Republic of
gl: Tanzania, República Unida de

source: Thailand
gl: Tailandia

source: Timer
gl: Temporizador

source: Timer:
gl: Temporizador:

source: Toggle PiPzap
gl: Alternar cambio no PiP

source: Transponder
gl: Transpondedor

source: Trinidad and Tobago
gl: Trinidad e Tobago

source: Turkmenistan
gl: Turkmenistán

source: Turks and Caicos Islands
gl: Illas Turks e Caicos

source: USB stick
gl: Memoria USB

source: Ukraine
gl: Ucraína

source: UnhandledKey
gl: Tecla non manexada

source: United Arab Emirates
gl: Emiratos Árabes Unidos

source: United Kingdom
gl: Reino Unido

source: United States Minor Outlying Islands
gl: Illas menores periféricas dos Estados Unidos

source: United States of America
gl: Estados Unidos de América

source: Universal LNB
gl: LNB Universal

source: Uruguay
gl: Uruguai

source: Uzbekistan
gl: Uzbekistán

source: VMGM (intro trailer)
gl: VMGM (trailer intro)

source: Venezuela (Bolivarian Republic of)
gl: Venezuela (República Bolivariana de)

source: Video: %s fps
gl: Vídeo: %s fps

source: Virgin Islands (British)
gl: Illas Virxes (Británicas)

source: Virgin Islands (U.S.)
gl: Illas Virxes (EE.UU.)

source: Wallis and Futuna
gl: Wallis e Futuna

source: West
gl: Oeste

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
gl: Cando está activado, amósanse en amarelo os subtítulos gráficos DVB, en lugar da súa cor orixinal.

source: Yellow DVB subtitles
gl: Subtítulos DVB amarelos

source: Yemen
gl: Iemen

source: Zimbabwe
gl: Cimbabue

source: motor sport
gl: deporte de motor

source: original
gl: orixinal

source: slot%s - %s
gl: rañura %s - %s

source: standard
gl: estándar

source: stereo
gl: estéreo

source: talk show
gl: programa de entrevistas

source: tennis/squash
gl: tenis/squash

source: winter sport
gl: deporte de inverno
