Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Preferred tuner DVB-S for recordings
de: Bevorzugter Tuner DVB-S für Aufnahmen
gl: Sintonizador DVB-S preferido para gravacións

source: Preferred tuner DVB-T
de: Bevorzugter Tuner DVB-T
gl: Sintonizador DVB-T preferido

source: Preferred tuner DVB-T for recordings
de: Bevorzugter Tuner DVB-T für Aufnahmen
gl: Sintonizador DVB-T preferido para gravacións

source: Preferred tuner for recordings
de: Bevorzugter Tuner für Aufnahmen
gl: Sintonizador preferido para gravacións

source: Preparing... Please wait
de: Vorbereitung läuft... Bitte warten
gl: Preparando… Por favor, espera

source: Press '0' to toggle PiP mode
de: Drücke '0' zum Umschalten des PiP-Modus
gl: Preme ‘0’ para alternar ao modo PiP

source: Press 'OK' for attach function.
de: Drücken Sie OK, um die Auswahl umzuschalten.
gl: Preme ‘OK’ para axuntar a función.

source: Press 'OK' for attach next function or 'CH+/-' for edit attached.
de: Drücken Sie ‚OK‘ um die nächste Funktion aufzurufen, oder ‚Kanal+ / -‚ um den Anschluss zu editieren.
gl: Preme ‘OK’ para axuntar a seguinte función ou ‘CH +/-‘ para editar o adxunto.

source: Press 'OK' for remove item or 'CH+/-' for toggle to list of features.
de: Drücken Sie ‚OK‘ um den Eintrag zu löschen, oder ‚Kanal + / -‚ um zur Liste der Funktionen zu wechseln.
gl: Preme ‘OK’ para eliminar o elemento ou ‘CH +/-‘ para alternar á lista de funcións.

source: Press 'OK' for remove item or < > for change order or 'CH+/-' for toggle to list of features.
de: Drücken Sie ‚OK‘ um den Eintrag zu löschen, oder ‚< >‘ um die Anordnung zu ändern, oder ‚Kanal + / -‚ um zur Liste der Funktionen zu wechseln.
gl: Preme ‘OK’ para eliminar o elemento ou <> para cambiar a orde ou ‘CH +/-‘ para alternar á lista de funcións.

source: Press Green key to enable MultiBoot! Will reboot within 10 seconds, unless you have eMMC slots to restore. Restoring eMMC slots can take from 1 -> 5 minutes per slot.
de: Drücken Sie die grüne Taste, um MultiBoot zu aktivieren! Wird innerhalb von 10 Sekunden neu gestartet, es sei denn, Sie müssen eMMC-Steckplätze wiederherstellen. Das Wiederherstellen von eMMC-Slots kann 1 -> 5 Minuten pro Slot dauern.

source: Press INFO on your remote control for additional information.
de: INFO drücken für zusätzliche Informationen.
gl: Preme INFO no mando a distancia para obter información adicional.

source: Press MENU on your remote control for additional options.
de: Menu drücken für zusätzliche Optionen.
gl: Preme MENU no mando a distancia para acceder as opcións adicionais.

source: Press OK on your remote control to continue.
de: OK drücken zum Fortfahren.
gl: Preme OK no mando a distancia para continuar.

source: Press OK to activate the selected %s skin.
de: OK drücken, um den markierten Skin %s zu aktivieren.
gl: Preme OK para activar a skin %s seleccionada.

source: Press OK to edit the settings.
de: OK drücken zum Editieren.
gl: Preme OK para editar a configuración.

source: Press OK to get further details for %s
de: Drücken Sie OK, um weitere Details zu %s zu erhalten
gl: Preme OK para obter máis detalles de %s

source: Press OK to keep the currently selected %s skin.
de: OK drücken, um den aktiven Skin %s zu behalten.
gl: Preme OK para manter a skin %s seleccionada actualmente.

source: Press OK to scan
de: Zum Starten der Suche OK drücken
gl: Preme OK para escanear

source: Press OK to select a group of satellites to configure in one block.
de: Drücken Sie OK, um eine Gruppe von Satelliten auszuwählen, die in einem Block konfiguriert werden sollen.
gl: Preme OK para seleccionar un grupo de satélites para configurar nun bloque.

source: Press OK to select a provider.
de: Drücken Sie OK um einen Provider auszuwählen.
gl: Preme OK para seleccionar un provedor.

source: Press OK to select a service.
de: Drücken Sie OK um einen Kanal auszuwählen.
gl: Preme OK para seleccionar un servizo.

source: Press OK to select satellites
de: Drücke OK zur Auswahl der Satelliten
gl: Preme OK para seleccionar satélites

source: Press OK to select the save location of the log file.
de: Drücken Sie OK, um den Logdatei Speicherort zu wählen.

source: Press OK to select/deselect a CAId.
de: Drücken Sie OK, um eine CAID zu selektieren/deselektieren.
gl: Preme OK para seleccionar/deseleccionar un CAId.

source: Press OK to set the MAC-adress.
de: Drücke OK um die MAC Adresse zu Speichern.

source: Press OK to toggle the selection
de: Drücke OK zum Umschalten der Auswahl
gl: Preme OK para alternar a selección

source: Press OK to toggle the selection.
de: Drücken Sie OK, um die Auswahl umzuschalten.
gl: Preme OK para alternar a selección.

source: Press OK, save and exit...
de: Drücke OK zum Speichern und Beenden...
gl: Preme OK, gardar e saír…

source: Press green button to activate the settings.
de: Drücke die grüne Taste, um die Einstellungen zu aktivieren.

source: Press or select button and then press 'OK' for attach function.
de: Drücken oder wählen Sie die Taste, und danach 'OK' drücken um die Funktion umzuschalten.
gl: Preme ou selecciona o botón e a continuación preme ‘OK’ para axuntar a función.

source: Press or select button and then press 'OK' for attach next function or edit attached.
de: Drücken oder wählen Sie die Taste, dann die 'OK' Taste drücken um die nächste Funktion aufzurufen, oder den Anschluss zu editieren.
gl: Preme ou selecciona o botón e a continuación preme ‘OK’ para axuntar a seguinte función ou editar a adxunta.

source: Press yellow to set this interface as default interface.
de: Drücken Sie Gelb, um diese Schnittstelle als Standard zu setzen.
gl: Preme amarelo para activar por defecto esta interface.

# button label, 'previous screen'
source: Prev
de: Zurück
gl: Ant

source: Preview
de: Vorschau
gl: Previsualizar

source: Preview menu
de: Vorschau des DVD-Menüs
gl: Menú previsualizar

source: Preview selected channel
de: Vorschau des ausgewählten Kanals
gl: Previsualizar a canle seleccionada

source: Previous Wizard
de: Vorheriger Wizard

source: Primary DNS
de: Primärer DNS
gl: DNS Principal

source: Priority
de: Priorität
gl: Prioridade

source: Probable causes could be
de: Mögliche Ursachen könnten sein

source: Process
de: Aktivitätsanzeige
gl: Procesar

source: Program '%s' is installed. The package containing this program isn't known, so it can't be uninstalled.
de: Programm ‚%s‘ nicht installiert. Das Paket, das dieses Programm enthält, ist nicht bekannt.

source: Program '%s' needs to be installed to run the '%s' action. Uninstall the '%s' package to uninstall the program?
de: ‚%s‘ muss installiert sein, um die Aktion ‚%s‘ auszuführen. Möchten Sie ‚%s‘ installieren, um es auszuführen?

source: Program '%s' needs to be installed to run this action. Install the '%s' package to install the program?
de: '%s' muss installiert sein, um diese Aktion auszuführen. Möchten Sie '%s' installieren, um es auszuführen?

source: Program '%s' not installed. The package containing this program isn't known.
de: Programm '%s' nicht installiert. Das Paket, das dieses Programm enthält, ist nicht bekannt.

source: Progress
de: Fortschritt
gl: Progreso

source: Progress bar left
de: Fortschrittsbalken links
gl: Barra de progreso esquerda

source: Progress bar right
de: Fortschrittsbalken rechts
gl: Barra de progreso dereita

source: Progress:
de: Fortschritt:
gl: Progreso:

source: Project
de: Projekt

source: Properties of current title
de: Details zum ausgewählten Titel
gl: Propiedades do título actual

source: Protect Screens
de: Funktionen schützen
gl: Protexer as pantallas

source: Protect configuration
de: Einstellungen schützen
gl: Protexer a configuración

source: Protect context menus
de: Inhaltsbezogene Menü's schützen
gl: Protexer os menús contextuais

source: Protect main menu
de: Hauptmenü schützen
gl: Protexer o menú principal

source: Protect manufacturer reset screen
de: Werkseinstellungen setzen schützen
gl: Protexer a pantalla de reinicio do fabricante

source: Protect menu sort
de: Menüsortierung schützen
gl: Protexer a orde do menú

source: Protect movie list
de: Filmliste schützen
gl: Protexer a lista de películas

source: Protect on EPG age
de: Altersbeschränkung auf Basis des EPG setzen
gl: Protexer na idade da EPG

source: Protect plugin browser
de: Erweiterungen laden schützen
gl: Protexer o navegador de complementos

source: Protect services
de: Kanäle schützen
gl: Protexer servizos

source: Protect software update screen
de: Software aktualisieren schützen
gl: Protexer a pantalla de actualización de software

source: Protect standby menu
de: Standby aufrufen schützen
gl: Protexer o menú de repouso

source: Protect timer menu
de: Aufnahmen schützen
gl: Protexer o menú do temporizador

source: Provider
de: Anbieter
gl: Provedor

source: Providers
de: Anbieter
gl: Provedores

source: Purge deleted user bouquets
de: Bereinige gelöschte Bouquets
gl: Eliminar definitivamente os buqués borrados

source: Put A/V receiver to standby too.
de: A/V-Receiver in den Standby versetzen.

source: Put TV in standby
de: Fernseher in den Standby versetzen
gl: Pór o TV en modo de repouso

source: Put receiver in standby
de: A/V-Receiver in den Standby versetzen
gl: Pór o receptor en modo de repouso

source: Python frontend for /tmp/mmi.socket
de: Python frontend für /tmp/mmi.socket
gl: Frontal Python para /tmp/mmi.socket

source: Question
de: Frage
gl: Pregunta

source: Quick
de: Schnell
gl: Rápido

source: Quick and safe remove for your mounted devices
de: Das eingehängte Gerät schnell und sicher entfernen

source: Quick switching of aspect ratio setting
de: Bildformat schnell umschalten

source: Quick switching via remote control
de: Schnelles Umschalten per Fernbedienung

source: Quick zap
de: Schnellumschalter
gl: Cambio rápido

source: RECORD
de: AUFNAHME

source: RED
de: ROT

source: RF output
de: RF-Ausgang
gl: Saída de RF

source: RIGHT
de: RECHTS

source: Radio mode
de: Radio-Modus

source: Random
de: Zufällig
gl: Aleatorio

source: Random password
de: Zufälliges Passwort

source: Rass Interactive Actions
de: Interaktive Rass-Aktionen

source: Rating defined by broadcaster - %d
de: Bewertung der Sendeanstalt - %d
gl: Clasificación definida pola emisora -%d

source: Rating undefined
de: Bewertung nicht verfügbar
gl: Clasificación non definida

source: Read cache speed: %s
de: Puffergeschwindigkeit lesen: %s

source: Read disk cache speed: unknown
de: Puffergeschwindigkeit: unbekannt

source: Read disk speed: unknown
de: Lesegeschwindigkeit: unbekannt

source: Read speed: %s
de: Lesegeschwindigkeit: %s

source: Ready to install "%s" ?
de: Bereit %s zu installieren?

source: Ready to install %s ?
de: Bereit %s zu installieren?

source: Ready to remove "%s" ?
de: Bereit %s zu entfernen?

source: Ready to remove %s ?
de: Bereit %s zu entfernen?

source: Really WOL now?
de: WOL jetzt durchführen?

source: Really close without saving settings?
de: Wirklich ohne Sichern beenden?
gl: Seguro que queres pechar sen gravar a configuración?

source: Really delete done timers?
de: Vollendete Timer wirklich löschen?
gl: Seguro que queres borrar as programacións terminadas?

source: Really exit the subservices quickzap?
de: Den Subservices-Schnellumschalter wirklich beenden?
gl: Seguro que queres saír do cambio rápido de subcananles?

source: Really permanently delete MultiBoot files? %s
de: MultiBoot-Dateien wirklich dauerhaft löschen? %s

source: Really reboot your %s %s now?
de: Wollen Sie Ihre %s %s wirklich neu booten?

source: Really restart your %s %s now?
de: Wollen Sie Ihre %s %s wirklich neu starten?

source: Really shutdown now?
de: Wollen Sie trotzdem ausschalten?

source: Really shutdown your %s %s now?
de: Wollen Sie Ihre %s %s wirklich ausschalten?

source: Really store at index %2d for current position?
de: Aktuelle Position beim Index %2d speichern?
gl: Seguro que queres almacenar no índice %2d a posición actual?

source: Really update the frontprocessor and reboot now?
de: Wollen Sie den Frontprozessor wirklich aktualisieren und anschließend neu starten?
gl: Seguro que queres actualizar o frontprocessor e reiniciar agora?

source: Really update your %s %s and reboot now?
de: Wollen Sie Ihre %s %s wirklich aktualisieren und anschließend neu starten?

source: Reboot
de: Neu starten
gl: Reiniciar

source: Recall to previous service
de: Zurück zum letzten Service
gl: Volver ao servizo anterior

source: Reception lists
de: Empfangslisten

source: Reception settings
de: Empfangseinstellungen
gl: Configuración da recepción

source: Record
de: Aufnahme
gl: Gravar

source: Record time limited due to conflicting timer %s
de: Aufnahmezeit aufgrund des in Konflikt stehenden Timers %s begrenzt
gl: Gravación limitada no tempo por un conflito co temporizador %s

source: Recordable media toolbox
de: DVD Medien-Toolbox

source: Recorded files...
de: Aufgenommene Dateien...
gl: Ficheiros gravados…

source: Recording
de: Aufnahme
gl: Gravando

source: Recording IPTV with ServiceApp player enabled, timer ended! Please recheck it!
de: Aufnahme von IPTV mit aktiviertem ServiceApp-Player, Timer abgelaufen! Bitte überprüfen Sie es noch einmal!

source: Recording Setup
de: Aufnahme Einstellungen
gl: Configuración da gravación

source: Recording in progress
de: Aktive Aufnahmen
gl: Gravación en progreso

source: Recording paths
de: Aufnahmepfade
gl: Rutas ás gravacións

source: Recording time has been set.
de: Die Aufnahmezeit wurde eingestellt.

source: Recording type
de: Aufnahmetyp
gl: Tipo de gravación

source: Recording(s) are in progress or coming up in few seconds!
de: Zurzeit sind Aufnahmen aktiv oder starten gleich!
gl: As gravacións están en progreso ou van comezar en poucos segundos!

source: Recordings
de: Aufnahmen
gl: Gravacións

source: Recordings always have priority
de: Aufnahmen haben immer Vorrang
gl: As gravacións sempre teñen prioridade

source: Records
de: Aufnahmen

source: Recovery Mode
de: Recovery Modus

source: Red
de: Rot
gl: Vermello

source: Red button...
de: Rote Taste...
gl: Botón vermello…

source: Red colored
de: Rot gefärbte
gl: De cor vermella

source: Reenter PIN
de: Wiederhole PIN
gl: Volve inserir o PIN

source: Reflash recommended!
de: Neuflash empfohlen!
gl: Regravación recomendada!

source: Refresh
de: Aktualisieren
gl: Refresco

source: Refresh rate
de: Bildwiederholfrequenz
gl: Taxa de refresco

source: Refresh rate selection.
de: Auswahl der Bildwiederholfrequenz.
gl: Selección da taxa de refresco.

source: Refresh screen
de: Anzeige aktualisieren

source: Refusing to move to the same directory
de: In dasselbe Verzeichnis wechseln verweigert
gl: Négase a moverse ao mesmo directorio

source: Regard deep standby as standby
de: Deep-Standby wie Standby behandeln
gl: Tratar o modo de repouso profundo como modo de repouso

source: Regular file
de: Normale Datei

source: Relative
de: Relativ
gl: Relativo

source: Reload
de: Aktualisieren
gl: Recargar

source: Reload Services
de: Kanäle neuladen

source: Reload blacklists
de: Blacklist neu laden
gl: Recargas as listas negras

source: Reload services/bouquets list
de: Liste der Dienste/Bouquets neu laden

source: Reloading EPG Cache...
de: Lade EPG Cache neu...

source: Reloading bouquets and services...
de: Bouquets und Sender neu laden...
gl: Recargando os buqués e os servizos…

source: Remember last service in PiP
de: Merke letzten PiP-Kanal
gl: Recordar o último servizo en PiP

source: Remember service PIN
de: Kanal PIN merken
gl: Recordar o PIN do servizo

source: Reminder, you have chosen to save timeshift file.
de: Erinnerung zum Speichern der Timeshift-Datei.
gl: Recordatorio, elixiches gardar o ficheiro de timeshift.

source: Remote control type
de: Typ der Fernbedienung
gl: Tipo de mando a distancia

source: Remote control type setup
de: Typ der Fernbedienung einstellen
gl: Configuración do tipo de mando a distancia

source: Removal has completed.
de: Löschung abgeschlossen.
gl: Completouse a eliminación.

source: Remove
de: Entfernen
gl: Eliminar

source: Remove Confirmation
de: Löschbestätigung

source: Remove Service
de: Dienst entfernen

source: Remove a mark
de: Markierung entfernen
gl: Eliminar unha marca

source: Remove all alternatives
de: Entferne alle Alternativen
gl: Eliminar todas as alternativas

source: Remove all logfiles
de: Entferne alle Logdateien
gl: Eliminar todos os ficheiros de rexistro

source: Remove all new found flags
de: Entfernen aller 'neu gefunden'-Kennzeichnungen
gl: Eliminar todas as marcas atopadas

source: Remove bookmark
de: Lesezeichen entfernen
gl: Eliminar marcador

source: Remove bouquet from parental protection
de: Jugendschutz von Bouquet entfernen
gl: Eliminar a protección paterna do buqué

source: Remove cable services
de: Kabelsender entfernen
gl: Eliminar servizos de cable

source: Remove completed timers after (days)
de: Entferne abgeschlossene Timer nach (Tage)
gl: Eliminar os temporizadores completados despois de (días)

source: Remove current folder from bookmarks
de: LEntferne den Aktellen Order aus den Lesezeichen

source: Remove currently selected title
de: Entferne aktuell ausgewählten Titel
gl: Eliminar o título seleccionado

source: Remove directory
de: Verzeichnis entfernen
gl: Eliminar directorio

source: Remove entry
de: Eintrag entfernen
gl: Eliminar entrada

source: Remove forever
de: Für immer entfernen

source: Remove from parental protection
de: Jugendschutz ausschalten
gl: Eliminar da protección paterna

source: Remove items from trash can after (days)
de: Löschen aus Mülleimer nach (Tagen)
gl: Eliminar os elementos da papeleira despois de (días)

source: Remove new found flag
de: Entfernen der 'neu gefunden'-Kennzeichnung
gl: Eliminar a nova marca atopada

source: Remove plugin
de: Plugin entfernen

source: Remove plugins
de: Plugins entfernen
gl: Eliminar complementos

source: Remove selected folder from bookmarks
de: Ausgewählten Ordner aus Lesezeichen entfernen

source: Remove selected satellite
de: Entferne gewählten Satellit
gl: Eliminar o satélite seleccionado<

source: Remove terrestrial services
de: Terrestrischesender entfernen
gl: Eliminar os servizos terrestres

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
de: Entfernt Texte für Hörgeschädigte aus externen Untertiteln (z.B. Beschreibungen von Geräuschen).

source: Remove the services on scanned transponders before re-adding services?
de: Entfernen Sie die Dienste auf den gescannten Transpondern, bevor Sie die Dienste wieder hinzufügen?

source: Remove this logfile
de: Diese Logdatei entfernen
gl: Eliminar este ficheiro de rexistro

source: Remove timer
de: Entferne Timer

source: Remove title
de: Titel entfernen
gl: Eliminar o título

source: Removing
de: Entferne
gl: Eliminando

source: Removing Service
de: Dienst entfernen

source: Removing directory %s failed. (Maybe not empty.)
de: Entfernen des Verzeichnisses %s fehlgeschlagen. (nicht leer?)
gl: Fallou a eliminación do directorio %s. (Pode que non estea baleiro)

source: Removing partition table
de: Partitionstabelle erneut einlesen
gl: Eliminando a táboa de particións

source: Rename
de: Umbenennen
gl: Renomear

source: Rename entry
de: Eintrag umbenennen
gl: Renomear entrada

source: Rename file/directory
de: Datei/Verzeichnis umbenennen

source: Rename name and description for new events
de: Ändere für neue Timer den Namen und die Beschreibung
gl: Cambiar nome e descrición de novos eventos

source: Repeat
de: Wiederholen
gl: Repetir

source: Repeat leave standby messages
de: Nachrichten verlasse Standby wiederholen
gl: Repetir mensaxes de saída de repouso

source: Repeat playlist
de: Wiederholung der Wiedergabeliste
gl: Repetir lista de reprodución

source: Repeat type
de: Wiederholungstyp
gl: Repetir tipo

source: Repeats
de: Wiederholungen
gl: Repeticións

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
de: Diese Option ersetzt `- ` durch farbigen Text je Sprecher in Dialogen (so wie bei Teletext Untertiteln für Hörgeschädigte).
gl: Substituír `-` en diálogos por texto en diferentes cores para cada falante (como os subtítulos de teletexto para persoas con discapacidade auditiva)

source: Replace newlines in EPG
de: Ersetzen von Zeilenumbrüchen im EPG

source: Report Msgid Bugs To
de: Melden Sie Msgid Bugs an

source: Request for physical address report
de: Anfrage für den physischen Adressbericht
gl: Solicitude de informe de enderezo físico

source: Request for vendor report
de: Anfrage für Lieferantenbericht
gl: Solicitude de informe de provedor

source: Require authentication for http streams
de: Authentifizierung für HTTP-Streams erforderlich
gl: Solicitar autenticación para os fluxos http

source: Required medium type:
de: Benötigte Rohlingsorte:
gl: Tipo de medio requirido:

source: Rereading partition table
de: Partitionstabelle erneut einlesen
gl: Relendo a táboa de particións

source: Reserved
de: Reserviert
gl: Reservado

source: Reset
de: Zurücksetzen
gl: Restablecer

source: Reset and renumerate title names
de: Titelnamen zurücksetzen und neu nummerieren
gl: Restablecer e renumerar os nomes dos títulos

source: Reset order (All)
de: Reihenfolge zurücksetzen (Alle)
gl: Restablecer a orde (Todos)

source: Reset persistent PIN code
de: Festen PIN zurücksetzen
gl: Restablecer o código PIN persistente

source: Reset playback position
de: Wiedergabeposition zurücksetzen
gl: Restablecer a posición de reprodución

source: Reset video enhancement settings to system defaults?
de: Erweiterte A/V-Einstellungen auf Standardwerte zurücksetzten?
gl: Restablecer a configuración de mellora de vídeo aos valores por defecto do sistema?

source: Reset video enhancement settings to your last configuration?
de: Erweiterte A/V-Einstellungen auf ihre letzte Konfiguration zurücksetzen?
gl: Restablecer a configuración de mellora de vídeo áos teus últimos axustes?

source: Resolution
de: Auflösung
gl: Resolución

source: Restart
de: Neustart
gl: Reiniciar

source: Restart %s %s
de: %s %s neustarten

source: Restart GUI now?
de: Benutzeroberfläche jetzt neu starten?
gl: Reiniciar agora a GUI?

source: Restart Network Adapter
de: Neustart des Netzwerkadapters

source: Restart Sleeptimer
de: Sleeptimer neu starten

source: Restart both
de: Beide neustarten
gl: Reiniciar ambos

source: Restart cardserver
de: Kartenserver neu starten

source: Restart enigma
de: Benutzeroberfläche neu starten
gl: Reiniciar enigma

source: Restart network
de: Netzwerk neu starten
gl: Reiniciar a rede

source: Restart primary softcam
de: Primäre Softcam neustarten

source: Restart secondary softcam
de: Sekundäre Softcam neustarten

source: Restart softcam
de: Softcam neu starten

source: Restart test
de: Test wiederholen
gl: Reiniciar a proba

source: Restart your network connection and interfaces.
de: Neustart der Netzwerk-Konfiguration des Receivers.
gl: Reiniciar a conexión e interfaces de rede.

source: Restore
de: Wiederherstellen
gl: Restaurar

source: Restore Backups
de: Sicherungen wiederherstellen

source: Restore Plugins
de: Plugins wiederherstellen

source: Restore backups
de: Einstellungen wiederherstellen
gl: Restaurar copias de seguridade

source: Restore defaults
de: Standard wiederherstellen
gl: Restaurar valores predeterminados

source: Restore deleted images
de: Gelöschte Images wiederherstellen

source: Restore deleted user bouquets
de: Gelöschte Bouquets wiederherstellen
gl: Restaurar os buqués borrados

source: Restore inetd
de: Inetd wiederherstellen

source: Restore inetd.conf
de: Stelle inetd.conf wieder her

source: Restore system settings
de: Einstellungen wiederherstellen
gl: Restaurar a configuración do sistema

source: Restore your Receiver settings.
de: Wiederherstellen Ihrer Receiver-Einstellungen.

source: Restore your Receiver with a new firmware.
de: Wiederherstellen Ihres Receivers mit einer neuen Firmware.
