Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
de: Wählen Sie die Frequenz die diesem Empfänger zugewiesen werden soll. Dies ist Frequenz welche der SCR Switch oder SCR LNB nutzt um den angeforderten Transponder an den Empfänger zu übertragen.
gl: Selecciona a frecuencia da banda de usuario que se asignará a este sintonizador. Este é a frecuencia que utiliza o conmutador SCR ou o LNB SCR para pasar o transpondedor solicitado ao sintonizador.

source: Select the character or action under the keyboard cursor
de: Wählen Sie das Zeichen oder die Aktion beim Cursor der Tastatur aus
gl: Seleccionar o carácter ou a acción debaixo do cursor do teclado

source: Select the locale from a menu
de: Wählen Sie ein anderes Tastaturlayout
gl: Seleccionar a tradución desde un menú

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
de: Wählen Sie den Hersteller Ihres Unicable-Geräts aus. Wenn der Hersteller nicht aufgeführt ist, setzen Sie "SCR" auf "Benutzerdefiniert" und geben Sie die Geräteparameter gemäß dem zugehörigen Handbuch manuell ein.
gl: Seleccionar o fabricante do dispositivo SCR. Se o fabricante non está na lista, configura o ‘SCR’ a ‘definido polo usuario’ e insire os parámetros do dispositivo manualmente segundo a súa folla de especificacións.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
de: Wählen Sie die Modellnummer Ihres Unicable-Geräts. Wenn die Modellnummer nicht aufgeführt ist, stellen Sie "SCR" auf "benutzerdefiniert" ein und geben Sie die Geräteparameter gemäß dem Handbuch manuell ein.
gl: Seleccionar o número de modelo do dispositivo SCR. Se o número de modelo non está na lista, configura o ‘SCR’ a ‘definido polo usuario’ e insire os parámetros do dispositivo manualmente segundo a súa folla de especificacións.

source: Select the movie path
de: Den Filmpfad auswählen
gl: Seleccionar a ruta á película

source: Select the next item in list or move cursor right
de: Nächstes Element in der Liste auswählen oder Cursor nach rechts bewegen

source: Select the previous item in list or move cursor left
de: Vorheriges Element in der Liste auswählen oder Cursor nach links bewegen

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
de: Wählen Sie das Protokoll Ihres Unicable-Geräts. Zur Auswahl stehen "SCR Unicable" (Unicable I ) oder "SCR JESS" (Unicable II ).
gl: Seleccionar o protocolo utilizado polo dispositivo SCR. As opcións son ‘SCR Unicable’ (Unicable) o ‘SCR JESS’ (JESS, tamén coñecido como Unicable II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
de: Wählen Sie den Satelliten aus, der mit Port A Ihres Switches verbunden ist. Wenn Sie sich nicht sicher sind, wählen Sie "automatisch" und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie "nichts verbunden".
gl: Seleccionar o satélite que está conectado ao porto A do conmutador. Se no estás seguro, selecciona ‘automático’ e o receptor intentará determinalo por ti. Se non hai nada conectado a este porto, selecciona ‘nada conectado’.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
de: Wählen Sie den Satelliten aus, der mit Port B Ihres Switches verbunden ist. Wenn Sie sich nicht sicher sind, wählen Sie "automatisch" und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie "nichts verbunden".
gl: Seleccionar o satélite que está conectado ao porto B do conmutador. Se no estás seguro, selecciona ‘automático’ e o receptor intentará determinalo por ti. Se non hai nada conectado a este porto, selecciona ‘nada conectado’.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
de: Wählen Sie den Satelliten aus, der mit Port C Ihres Switches verbunden ist. Wenn Sie sich nicht sicher sind, wählen Sie "automatisch" und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie "nichts verbunden".
gl: Seleccionar o satélite que está conectado ao porto C do conmutador. Se no estás seguro, selecciona ‘automático’ e o receptor intentará determinalo por ti. Se non hai nada conectado a este porto, selecciona ‘nada conectado’.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
de: Wählen Sie den Satelliten aus, der mit Port D Ihres Switches verbunden ist. Wenn Sie sich nicht sicher sind, wählen Sie "automatisch" und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie "nichts verbunden".
gl: Seleccionar o satélite que está conectado ao porto D do conmutador. Se no estás seguro, selecciona ‘automático’ e o receptor intentará determinalo por ti. Se non hai nada conectado a este porto, selecciona ‘nada conectado’.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
de: Wählen Sie den Satelliten aus, den Sie konfigurieren möchten. Sobald dieser Satellit konfiguriert ist, können Sie andere Satelliten auswählen und konfigurieren, auf die mit demselben Tuner zugegriffen wird.
gl: Seleccionar o satélite que desexas configurar. Unha vez que o satélite está configurado podes seleccionar e configurar outros satélites aos que se accederá utilizando este mesmo sintonizador.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
de: Wählen Sie den Satelliten, von dem Ihr Gerät empfängt. Wenn Sie sich nicht sicher sind, wählen Sie "automatisch" und der Empfänger wird versuchen, dies für Sie zu ermitteln.
gl: Seleccionar o satélite ao que apunta a antena. Se non estás seguro selecciona ‘automático’ e o receptor intentará determinalo por ti.

source: Select the shifted character set
de: Wählen Sie den Zeichensatz für die Shift Tastatur aus
gl: Seleccionar o conxunto de caracteres por desprazamento

source: Select the shifted character set for the next character only
de: Shift nur für das nächste Zeichen benutzen
gl: Seleccionar o conxunto de caracteres por desprazamento só para o seguinte carácter

source: Select the timer from the fallback tuner by default
de: Wähle standardmäßig den Timer vom Fallback-Tuner

source: Select the tuner that controls the motorised dish.
de: Wählen Sie den Tuner, der die motorisierte Schüssel steuert.
gl: Seleccionar o sintonizador que controla a antena motorizada.

source: Select the tuner that this loopthrough depends on.
de: Wählen Sie den Tuner, von dem diese Durchschleifung abhängt.
gl: Seleccionar o sintonizador do que depende este bucle.

source: Select the tuner to which the signal cable of the SCR device is connected.
de: Wählen Sie den Tuner, an den das Signalkabel des SCR Unicable-Geräts angeschlossen ist.
gl: Seleccionar o sintonizador ao que está conectado o cable de sinal do dispositivo SCR.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
de: Wählen Sie den Typ des verwendeten LNB / Geräts (normalerweise 'Universal'). Wenn Ihr LNB-Typ nicht verfügbar ist, wählen Sie 'benutzerdefiniert'.
gl: Seleccionar o tipo de LNB/dispositivo que se utiliza (normalmente ‘Universal’). Se o tipo de LNB non está dispoñible, selecciona ‘definido polo usuario’.

source: Select the type of Single Cable Reception device you are using.
de: Wählen Sie den Typ des SCR Unicable-Geräts aus, das Sie verwenden.
gl: Seleccionar o tipo de dispositivo de recepción de cable único que estás a utilizar.

source: Select timezone area or region.
de: Wählen Sie dieZeitzone oder Region.

source: Select timezone in the area or region.
de: Wählen Sie dieZeitzone oder Region.

source: Select update source
de: Wählen Sie eine Update Quelle
gl: Seleccionar fonte de actualización

source: Select update source to edit
de: Wählen Sie eine Update Quelle zum Bearbeiten
gl: Seleccionar fonte de actualización para editar

source: Select video input with up/down buttons
de: Wählen Sie den Video-Eingang mit den Hoch/Runter-Tasten
gl: Seleccionar entrada de vídeo cos botóns arriba/abaixo

source: Select video mode
de: Wählen Sie den Video-Modus
gl: Seleccionar modo de video

source: Select which satellite to scan.
de: Wählen Sie aus, welcher Satellit gescannt werden soll.

source: Select which transponder to scan.
de: Wählen Sie den zu scannenden Transponder aus.

source: Select which tuner to use for the scan.
de: Wählen Sie aus, welchen Tuner Sie für den Suchlauf verwenden möchten.

source: Select wireless network
de: Funk-Netzwerk auswählen
gl: Seleccionar rede sen fíos

source: Select your ATSC provider.
de: ATSC Anbieter auswählen.
gl: Seleccionar o provedor de ATSC.

source: Select your backup device. Current device:
de: Wählen Sie Ihr Sicherungs-Laufwerk. Aktuelles Laufwerk:
gl: Seleccionar o dispositivo de copia de seguridade. Dispositivo actual:

source: Select your country. If not available select 'all'.
de: Wähle dein Land. Wenn nicht verfügbar, wählen Sie "Alle".
gl: Seleccionar o teu país. Se no está dispoñible, seleccionar ‘todo’.

source: Select your personal settings:
de: Wählen Sie Ihre persönlichen Einstellungen:

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
de: Wählen Sie Ihren Anbieter und die Region aus. Wenn Sie in dieser Liste nicht vorhanden sind, müssen Sie einen der anderen Service-Scan-Typen auswählen.
gl: Seleccionar o provedor e a rexión. Se non aparecen na lista terás que seleccionar un dos outros ‘tipos de escaneo de servizo’.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
de: Wählen Sie Ihre Region. Wenn nicht verfügbar, ändern Sie "Land" in "alle" und wählen Sie eine der Standardalternativen.
gl: Seleccionar a rexión. Se non está dispoñible cambiar “País” a “todos” e seleccionar unha das alternativas predeterminadas.

source: Select, toggle, process or edit the current entry
de: Den aktuellen Eintrag auswählen, umschalten, bearbeiten oder bearbeiten

source: Selected mount point is already used by another drive.
de: Der angegebene Mountpunkt wird bereits verwendet.

source: Selecting satellites 1 (USALS)
de: Wähle Satelliten 1 (USALS)
gl: Seleccionando satélites 1 (USALS)

source: Selecting satellites 2 (USALS)
de: Wähle Satelliten 2 (USALS)
gl: Seleccionando satélites 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
de: Wenn Sie diese Option auswählen, können Sie eine Gruppe von Satelliten in einem Block konfigurieren.
gl: Seleccionar esta opción permite configurar un grupo de satélites en bloque.

source: Send 'sourceactive' before zap timers
de: Senden Sie 'Quellaktivierung' vor den Zap-Timern
gl: Enviar ‘sourceactive’ antes que os temporizadores cambien

source: Send DiSEqC
de: DiSEqC senden
gl: Enviar DiSEqC

source: Send DiSEqC only on satellite change
de: DiSEqC nur bei Sat-Wechsel senden
gl: Enviar DiSEqC só ao cambiar de satélite

source: Seperate titles with a main menu
de: Trenne verschiedene Titel mit einem Hauptmenü

source: Sequence repeat
de: Sequenz-Wiederholung
gl: Repetir secuencia

source: Serbian
de: Serbisch
gl: Serbio

source: Serial No
de: Seriennummer

source: Serial:
de: Seriennummer:

source: Serial: unknown
de: Serial: unbekannt

source: Service
de: Kanal
gl: Servizo

source: Service Type
de: Service-Art

source: Service belongs to a parental protected bouquet
de: Kanal gehröt zu einem geschützten Bouquet
gl: O servizo pertence a un buqué con protección paterna

source: Service has been added to the favourites.
de: Kanal wurde zu Favoriten hinzugefügt.
gl: Engadíuse o servizo aos favoritos.

source: Service has been added to the selected bouquet.
de: Kanal wurde zum gewählten Bouquet hinzugefügt.
gl: Engadíuse o servizo ao buqué seleccionado.

source: Service info
de: Kanal-Infos
gl: Información do servizo

source: Service info - ECM Info
de: Kanal Info - ECM Info
gl: Información do servizo - Información de ECM

source: Service info - service & Basic PID Info
de: Service Info - Service & Basis PID Info
gl: Información do servizo - Información do servizo e básica do PID

source: Service info - service & Extended PID Info
de: Service Info - Service & Erweiterte PID Info
gl: Información do servizo - Información do servizo e extendida do PID

source: Service info font size
de: Schriftgröße der Serviceinfos

source: Service invalid! (Timeout reading PMT)
de: Kanal ist ungültig! (Zeit lief beim Lesen der PMT ab)
gl: Servizo non válido! (Tempo cumprido lendo PMT)

source: Service name
de: Kanalname
gl: Nome do servizo

source: Service name font size
de: Schriftgröße des Kanalnamen

source: Service not found! (SID not found in PAT)
de: Kanal nicht gefunden! (SID nicht in PAT gefunden)
gl: Servizo non atopado! (SID non atopado no PAT)

source: Service number font size
de: Schriftgröße der Kanalnummer

source: Service reference
de: Kanal Referenz
gl: Referencia do servizo

source: Service scan
de: Kanalsuche
gl: Escaneo de servizos

source: Service title mode
de: Kanal Titel Modus
gl: Modo de título do servizo

source: Service type 4097 incorrect for PiP!
de: Servicetyp 4097 für PiP falsch!

source: Service unavailable! Check tuner configuration!
de: Kanal nicht verfügbar! Bitte Tuner-Konfiguration überprüfen!
gl: Servizo non dispoñible! Revisa a configuración do sintonizador!

source: Serviceinfo
de: Kanal-Infos

source: Servicename
de: Kanalname
gl: Nome do servizo

source: Services
de: Kanäle
gl: Servizos

source: Set CI assignment for detection of available services.
de: Benutze die CI Zuordnung um die vorhandenen Sender zu erkennen.
gl: Establecer a asignación de CI para a detección de servizos dispoñibles.

source: Set PIN
de: PIN setzen
gl: Establecer PIN

source: Set System
de: System einstellen

source: Set action when movie playback is finished.
de: Aktion einstellen, wenn die Filmwiedergabe beendet ist.
gl: Establecer a acción cando remate a reprodución de películas.

source: Set all hotkey to default?
de: Alle Tastenbelegungen auf Voreinstellungen zurücksetzen?
gl: Establecer todas as teclas de acceso directo aos valores predeterminados?

source: Set all the settings back as they were
de: Stelle alle Einstellungen wieder so ein, wie sie waren

source: Set alternative fallback tuners for DVB-T/C or ATSC
de: Bestimme alternativen Reserve-Tuner für DVB-T / C oder ATSC
gl: Establecer sintonizadores alternativos de reserva para DVB-T/C ou ATSC

source: Set archive mode (644)
de: Archivmodus einstellen (644)

source: Set as startup service
de: Als Anschalt-Kanal setzen
gl: Establecer como servizo de inicio

source: Set auto DiSEqC search order
de: Automatische DiSEqC-Suchreihenfolge festlegen

source: Set blocktimes by weekday
de: Ausnahmen auf Basis von Wochentagen
gl: Establecer bloques de tempo por día da semana

source: Set cursor on service from channel history
de: Setzen Sie den Cursor auf den Dienst aus dem Kanalverlauf

source: Set default
de: Als Standard setzen
gl: Establecer valor predeterminado

source: Set end time
de: End-Zeit eingeben
gl: Establecer o tempo de remate

source: Set executable mode (755)
de: Ausführbaren Modus einstellen (755)

source: Set fixed
de: Adresse fest einstellen
gl: Establecer a valor fixo

source: Set for 'stout' and 'sterr' the number of lines in script info or script error messages.
de: Legen Sie für 'stout' und 'sterr' die Anzahl der Zeilen fest, die in Skriptinformationen oder Skriptfehlermeldungen angezeigt werden.

source: Set fps for external subtitles
de: Einstellung fps für externe Untertitel
gl: Establecer os fps para subtítulos externos

source: Set if You want see status icons, progress bars or nothing.
de: Stellen Sie ein, ob Sie Statussymbole, Fortschrittsbalken oder nichts sehen möchten.
gl: Establecer se desexas ver iconas de estado, barras de progreso ou nada.

source: Set interface as default Interface
de: Netzwerkadapter als Standard festlegen
gl: Establecer a interface como por defecto

source: Set limits
de: Limits setzen
gl: Establecer os límites

source: Set movielist type.
de: Setze Movielist-Typ.
gl: Establecer o tipo de lista de películas.

source: Set persistent PIN code
de: PIN-Code dauerhaft speichern
gl: Establecer a persistente o código PIN

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
de: Die Sequenzeinstellung wird wiederholt, wenn Ihr Antennensystem dies erfordert. Normalerweise, wenn das Antennensystem korrekt konfiguriert wurde, sind Sequenzwiederholungen nicht notwendig. Wenn dies der Fall ist, überprüfen Sie erneut, ob die Befehlsreihenfolge richtig eingestellt ist.
gl: Establecer as repeticións de secuencia se o sistema aéreo o require. Normalmente, se está configurado correctamente, éstas non serán necesarias. Se son necesarias no teu caso, volve a comprobar se tes a orde dos comandos configurada correctamente.

source: Set startup service
de: Anschalt-Kanal setzen
gl: Establecer o servizo de inicio

source: Set the MAC-adress of your receiver.
de: Einstellen der MAC-Adresse Ihres Receivers.

source: Set the User ID of the OpenWebif from your fallback tuner
de: Fügen Sie die User ID des OpenWebIf vom Reserve-Tuner ein
gl: Establecer o ID de usuario de OpenWebif desde o sintonizador de reserva

source: Set the password of the OpenWebif from your fallback tuner
de: Bestimmen Sie das Passwort vom OpenWebIf des Reserve-Tuners
gl: Establecer o contrasinal de OpenWebif desde o sintonizador de reserva

source: Set the port of the OpenWebif from your fallback tuner
de: Bestimmen Sie den Port vom OpenWebIf des Reserve-Tuners
gl: Establecer o porto de OpenWebif desde o sintonizador de reserva

source: Set the type of the progress indication in the channel selection screen.
de: Zeige Sendungs-Fortschritt in der Kanal-Liste.
gl: Establecer o tipo de indicador de progreso da pantalla de selección de canle.

source: Set time window to 1 hour
de: Setze das Zeitfenster auf 1 Stunde
gl: Establecer a ventá de tempo a 1 hora

source: Set time window to 2 hours
de: Setze das Zeitfenster auf 2 Stunden
gl: Establecer a ventá de tempo a 2 horas

source: Set time window to 3 hours
de: Setze das Zeitfenster auf 3 Stunden
gl: Establecer a ventá de tempo a 3 horas

source: Set time window to 4 hours
de: Setze das Zeitfenster auf 4 Stunden
gl: Establecer a ventá de tempo a 4 horas

source: Set time window to 5 hours
de: Setze das Zeitfenster auf 5 Stunden
gl: Establecer a ventá de tempo a 5 horas

source: Set time window to 6 hours
de: Setze das Zeitfenster auf 6 Stunden
gl: Establecer a ventá de tempo a 6 horas

source: Set voltage and 22KHz
de: Spannung und 22KHz setzen
gl: Establecer a voltaxe e 22 KHz

source: Settings
de: Einstellungen
gl: Configuración

source: Settings can be different for each directory separately (for non removeable devices only).
de: Die Einstellungen können für jedes Verzeichnis anders sein (nur für nicht entfernbare Geräte).
gl: A configuración pode ser diferente para cada directorio (só para dispositivos non extraíbles).

source: Settings...
de: Einstellungen...

source: Setup
de: Einstellungen
gl: Configuración

source: Setup Actions
de: Setup-Aktionen

source: Setup delay mode to zap to channels.
de: Hier können Sie den Verzögerungsmodus beim Umschalten einstellen.

source: Setup hard disk
de: Festplatte einrichten
gl: Configurar o disco duro

source: Setup menu
de: Konfiguration
gl: Menu de configuración

source: Setup mode
de: Konfigurationsmodus
gl: Modo configuración

source: Setup your positioner
de: Einstellung des Rotors
gl: Configurar o posicionador

source: Setup your satellite equipment
de: Satelliten-Ausrüstung
gl: Configurar o equipo de satélite

source: Setup your timezone.
de: Zeitzone einstellen.

source: Share Folder's
de: Ordner freigeben

source: Shares
de: Netzwerkfreigaben

source: Sharpness
de: Schärfe
gl: Nitidez

source: Shift
de: Wechsel
gl: Desprazar

source: Short filenames
de: Kurze Dateinamen
gl: Nomes curtos de ficheiros

source: Shortcut Actions
de: Shortcut-Aktionen

source: Show
de: Anzeigen
gl: Amosar

source: Show '%s' as picture %s? The current service must be interrupted!
de: Zeige '%s' als Bild %s? Der laufende Dienst wird unterbrochen!

source: Show All Services
de: Alle Dienste anzeigen

source: Show Audioselection
de: Zeige Ton-Auswahl
gl: Amosar audioselección

source: Show CI messages
de: Zeige CI Nachrichten
gl: Amosar mensaxes de CI

source: Show EIT now/next in infobar
de: Zeige EIT Now/Next in Infoleiste
gl: Amosar agora/seguinte EIT na barra de información

source: Show EPG for current channel...
de: Zeige EPG für aktuellen Kanal...
gl: Amosar EPG para a canle actual…

source: Show EPG...
de: Zeige EPG...
gl: Amosar EPG…

source: Show Favorites
de: Favoriten anzeigen

source: Show HDMIRecord setup...
de: Zeige HDMIRecord Einstellungen...

source: Show InfoBar
de: Zeige Infobar
gl: Amosar barra de información

source: Show Log
de: Log zeigen

source: Show PiP
de: PiP (Bild in Bild) anzeigen
gl: Amosar PIP

source: Show Providers
de: Anbieter anzeigen

source: Show Satellites
de: Satelliten anzeigen

source: Show Script completed message
de: Benachrichtige wenn Skripts fertig sind

source: Show Task's completed message
de: Benachrichtige wenn Aufgaben fertig sind

source: Show True/False as graphical switch
de: Zeige True / False als grafischen Schalter
gl: Amosar Verdadeiro/Falso coma un interruptor gráfico

source: Show VCR scart on main menu
de: Zeige VCR-SCART im Hauptmenü
gl: Amosar euroconector VCR no menú principal

source: Show WLAN status
de: Zeige WLAN-Status
gl: Amosar estado de WLAN

source: Show Weather Widget
de: Zeige Wetter Widget

source: Show additional information on infobar
de: Zusätzliche Informationen in der Infobar anzeigen

source: Show alternatives
de: Zeige Alternativen
gl: Amosar alternativas

source: Show animation while busy
de: Zeige Animation bei Beschäftigung
gl: Amosar animación mentres está ocupado

source: Show as Picture (press any key to close)
de: Zeige als Bild (beliebige Taste, um die Anzeige zu schließen)

source: Show as Picture and save as file ('%s')
de: Zeige als Bild und speichere in Datei ('%s'))

source: Show background behind subtitles
de: Zeige Hintergrund hinter Untertiteln
gl: Amosar fondo detrás dos subtítulos

source: Show background in radio mode
de: Zeige Hintergrund im Radio-Modus
gl: Amosar fondo en modo de radio

source: Show bootvideo on boot
de: Zeige Bootvideo beim Start
