Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Only move the dish quickly after this hour.
de: Beweget den Spiegel erst nach dieser Stunde schnell.
gl: Mover o prato rápidamente só despois desta hora.

source: Only move the dish quickly before this hour.
de: Beweget den Spiegel vor dieser Stunde schnell.
gl: Mover o prato rápidamente só antes desta hora.

source: Only on startup
de: Nur beim Starten
gl: Só ao inicio

source: Only power off
de: Nur ausschalten

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
de: Wählen Sie nur "Ja", wenn Sie einen Multiswitch verwenden, der ein DiSEqC Port-A-Befehlssignal benötigt. Für alle anderen Setups wählen Sie 'Nein'.
gl: Selecciona ‘si’ só se estás a usar un multiswich que require un sinal DiSEqC de comando Port-A. Para todas as demás configuracións, selecciona ‘non’.

source: Open Timerlist...
de: Timerliste öffnen...

source: Open select location
de: Öffne markierte Stelle
gl: Abrir a localización seleccionada

source: Open select location as timer name
de: Öffne maktierte Stelle als Timername
gl: Abrir a localización seleccionada como nome do temporizador

source: Open service list
de: Kanalliste öffnen
gl: Abrir a lista de servizos

source: Open settings/actions menu
de: Menü Einstellungen / Aktionen öffnen

source: Open setup tuner
de: Einstellungen für Tuner
gl: Abrir a configuración do sintonizador

source: Open the movie list
de: Zurück zur Videoliste
gl: Abrir a lista de películas

source: Open with File Commander
de: Mit File Commander öffnen

source: OpenVPN Setup
de: OpenVPN Einstellungen

source: OpenVpn Setup
de: OpenVpn Einstellungen

source: OpenWebif Configuration
de: OpenWebif Konfiguration

source: OpenWebif is used for detection on box with this IP address.
de: OpenWebif wird für die Erkennung auf dem Rechner mit dieser IP-Adresse verwendet.

source: Operating LED status in deep standby mode
de: Betriebs-LED-Status im Deep-Standby
gl: Estado do LED en modo de repouso profundo

source: Operating LED status in standby mode
de: Betriebs-LED-Status im Standby
gl: Estado do LED en modo de repouso

source: Operating LED status while running
de: Status LED im Betrieb

source: Options disable timer
de: Optionen deaktivieren Zeit
gl: Opcións de desactivación do temporizador

source: Orbital position
de: Orbitale Position
gl: Posición orbital

source: Order by modes
de: Nach Modi sortieren

source: Order by slots
de: Nach Slots sortieren

source: Ordinary
de: Gewöhnlich
gl: Ordinario

source: Other
de: Andere
gl: Outro

source: Other Images
de: Andere Images

source: Other Subtitles & lang
de: Andere Untertitel & Sprachen
gl: Outros subtítulos e idioma

source: Other buttons will jump to the help for that button, if there is help.
de: Andere Schaltflächen springen zur Hilfe für die jeweilige Schaltfläche, wenn es Hilfe gibt.

source: Overall progress:
de: Genereller Fortschritt:
gl: Progreso xeral:

source: Overscan wizard
de: Overscan Assistent
gl: Asistente de overscan

source: Overwrite configuration files?
de: Konfigurationsdateien überschreiben?
gl: Sobreescribir os ficheiros de configuración?

source: Owner:
de: Eigentümer:

source: PGS file
de: PGS Datei
gl: Ficheiro PGS

source: PID Filtering
de: PID Filterung
gl: Filtrado PID

source: PIN code needed
de: PIN Code benötigt
gl: Precisa código PIN

source: PIP on frontpanel
de: Bild-in-Bild im Frontpanel

source: PIP with OSD
de: Bild-in-Bild nit OSD

source: PLAYLIST
de: PLAYLISTE

source: POT-Creation Date
de: POT - Erstelldatum

source: POWER
de: LEISTUNG

source: PREVIOUS
de: VERHERIGE

source: Package list update
de: Paketlistenaktualisierung
gl: Actualización de lista de paquetes

source: Packages to update
de: Zu aktualisierende Pakete
gl: Paquetes para actualizar

source: Packet manager
de: Paketmanager
gl: Xestor de paquetes

source: PacketManager
de: Paketmanager

source: Page down
de: Seite runter

source: Page down list
de: Seite runter

source: Page up
de: Seite hoch

source: Page up list
de: Seite hoch

source: Panic to
de: Flüchte nach
gl: Pánico a

source: Parent Directory
de: Übergeordnetes Verzeichnis

source: Parent directory
de: Übergeordnetes Verzeichnis
gl: Directorio matriz

source: Parental control
de: Jugendschutz
gl: Control paterno

source: Parental control services editor
de: Jugendschutz-Kanaleditor
gl: Editor de servizos con control paterno

source: Parental control setup
de: Jugendschutz Einstellungen
gl: Configuración de control paterno

source: Partial
de: Teilweise

source: Partial EPG
de: Teil-EPG

source: Partitioner
de: Partitionierung

source: Partitioning failed!
de: Partitionierung fehlgeschlagen!

source: Partitioning...
de: Partitioniere ...

source: Partitions
de: Partitionen

source: Passthrough
de: Durchreichen

source: Password
de: Passwort
gl: Contrasinal

source: Password changed
de: Passwort geändert

source: Password setup
de: Passwort Einstellungen

source: Path to save not exist: '/tmp/'
de: Pfad zum Speichern nicht vorhanden: '/tmp/'

source: Pause movie at end
de: Am Filmende pausieren
gl: Parar a película ao final

source: Pause playback
de: Wiedergabe pausieren
gl: Pausar a reprodución

source: Pause/Continue playback
de: Wiedergabe anhalten/fortsetzen
gl: Pausar/continuar a reprodución

source: Pending restart
de: Ausstehender Neustart
gl: Pendente de reinicio

source: Percentage left
de: Prozentangabe links
gl: Porcentaxe á izquierda

source: Percentage right
de: Prozentangabe rechts
gl: Porcentaxe á dereita

source: Permanently delete all recordings in the trash can?
de: Alle Aufnahmen im Mülleimer löschen?
gl: Borrar permanentemente todas as gravacións na papeleira?

source: Permanently remove all deleted items
de: Gelöschte Filme endgültig entfernen
gl: Borrar permanentemente todos os elementos eliminados

source: Permissions:
de: Berechtigungen:

source: Persian
de: Persisch
gl: Persa

source: PiP setup
de: Bild im Bild (PiP) - Einstellung
gl: Configuración de PiP

source: PiPSetup Actions
de: PiPSetup-Aktionen

source: Picon and servicename
de: Picon und Kanalname
gl: Picon e nome do servizo

source: Picture in Picture Setup
de: Bild im Bild Einstellungen

source: Picture player
de: Bildbetrachter
gl: Reprodutor de imaxes

source: Pictures
de: Bilder

source: Ping device before standby
de: Gerät vor dem Standby anpingen

source: Pixels
de: Pixel
gl: Píxeles

source: Play
de: Abspielen
gl: Reproducir

source: Play DVD
de: DVD abspielen
gl: Reproducir DVD

source: Play DVDs
de: DVDs abspielen
gl: Reproducir DVD

source: Play as Picture in Picture
de: Als Bild im Bild wiedergeben
gl: Reproducir como PiP

source: Play audio-CD...
de: Musik-CD abspielen...
gl: Reproducir CD de son…

source: Play audiofiles in list mode
de: Spiele Audiodatein im Listenmodus ab
gl: Reproducir os ficheiros de son en modo lista

source: Play back media files
de: Mediendateien wiedergeben
gl: Reproducir ficheiros multimedia

source: Play entry
de: Eintrag abspielen
gl: Reproducir entrada

source: Play folder
de: Ordner abspielen

source: Play from next mark or playlist entry
de: Wiedergabe ab der nächsten Markierung/Listeneintrag
gl: Reproducir desde a seguinte marca ou entrada na lista de reprodución

source: Play from previous mark or playlist entry
de: Wiedergabe ab der letzten Markierung/Listeneintrag
gl: Reproducir desde a anterior marca ou entrada na lista de reprodución

source: Play in main window
de: Als Hautpbild wiedergeben
gl: Reproducir na ventá principal

source: Play music...
de: Musik abspielen...
gl: Reproducir música…

source: Play next
de: Nächste wiedergeben
gl: Reproducir seguinte

source: Play next (return to movie list)
de: Nächste wiedergeben (zur Filmliste zurückkehren)
gl: Reproducir seguinte (volver a lista de películas)

source: Play next (return to previous service)
de: Nächste wiedergeben (zum vorherigen Kanal zurückkehren)
gl: Reproducir seguinte (volver ao servizo anterior)

source: Play previous
de: Vorherige wiedergeben
gl: Reproducir anterior

source: Play recorded movies...
de: Aufgenommene Filme abspielen...
gl: Reproducir películas gravadas…

source: Play service with streamrelay
de: Sender mit Streamrelay abspielen

source: Play service without streamrelay
de: Sender ohne Streamrelay abspielen

source: Play title
de: Titel abspielen

source: Play/view/edit/install/extract/run file or enter directory
de: Datei abspielen/anzeigen/bearbeiten/installieren/extrahieren/ausführen oder Verzeichnis eingeben

source: Please add titles to the compilation.
de: Bitte fügen Sie Titel zur Ihrer Zusammenstellung hinzu.
gl: Por favor, engade títulos á compilación.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
de: Bitte beachte, dass jeder die Kindersicherung deaktivieren kann, wenn du keine PIN festgelegt hast.

source: Please be patient, a backup will now be made,
de: Bitte etwas Geduld, das Backup wird erstellt.

source: Please change recording endtime
de: Bitte Aufnahmeendzeit ändern
gl: Por favor, cambia a hora de remate da gravación

source: Please check the manual of the receiver
de: Schauen Sie bitte in das Handbuch Ihres Receivers

source: Please choose an extension...
de: Bitte eine Erweiterung auswählen...
gl: Por favor, elixe unha extensión…

source: Please configure the fallback tuner setup?
de: Die Reserve-Tuner-Einstellung konfigurieren?
gl: Por favor, configura o sintonizador de reserva?

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
de: Konfigurieren Sie Ihr Netzwerk durch Ausfüllen der entsprechenden Werte. Drücken Sie OK zum Fortfahren.
gl: Por favor, configura a conexión a internet enchendo os valores requiridos. Cando esteas preparado preme OK para continuar.

source: Please connect your %s %s to the internet
de: Bitte die %s %s mit dem Internet verbinden

source: Please contact the manufacturer for clarification.
de: Bitte wende dich zur Klärung an den Imagebetreiber.

source: Please do not change any values unless you know what you are doing!
de: Bitte ändern Sie keine Werte, falls Sie nicht wissen, was Sie tun!
gl: Por favor, non cambies valores se non sabes o que estás a facer!

source: Please enter a name for the new bouquet
de: Bitte einen Namen für das neue Bouquet eingeben
gl: Por favor, insire un nome para o novo buqué

source: Please enter a name for the new marker
de: Bitte einen Namen für den neuen Marker eingeben
gl: Por favor, insire un nome para o novo marcador

source: Please enter a new filename
de: Bitte neuen Dateinamen eingeben
gl: Por favor, insire un nome novo de ficheiro

source: Please enter filename (empty = use current date)
de: Bitte einen Dateinamen eingeben (leer = Dateiname ist aktuelles Datum)
gl: Por favor, insire un nome de ficheiro (baleiro = usar data actual)

source: Please enter name of the new directory
de: Bitte den Namen des neuen Verzeichnisses eingeben
gl: Por favor, insire un nome para o directorio novo

source: Please enter name of the new symlink
de: Bitte den Namen des neuen Symlinks eingeben

source: Please enter new description:
de: Bitte eine neue Beschreibung eingeben:
gl: Por favor, insire unha nova descrición:

source: Please enter new name:
de: Bitte neuen Namen eingeben:
gl: Por favor, insire un nome novo:

source: Please enter password
de: Bitte Passwort eingeben

source: Please enter the correct PIN code
de: Bitte den korrekten PIN-Code eingeben
gl: Por favor, insire o PIN correcto

source: Please enter the new PIN code
de: Bitte den neuen PIN-Code eingeben
gl: Por favor, insire o novo código PIN

source: Please enter the new directory name
de: Bitte geben Sie den neuen Verzeichnisnamen ein

source: Please enter the new file name
de: Bitte geben Sie den neuen Dateinamen ein

source: Please enter the old PIN code
de: Bitte den alten PIN-Code eingeben
gl: Por favor, insire o anterior código PIN

source: Please follow the instructions on the TV
de: Bitte folgen Sie den Angaben auf Ihrem Fernseher
gl: Por favor, sigue as instruccións no TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
de: Auf das zuletzt ausgewählte Medium konnte nicht zugegriffen werden, daher wird stattdessen das Standardverzeichnis benutzt.
gl: Por favor, ten en conta que non se pode acceder ao medio anteriomente seleccionado e estás a usar o directorio por defecto.

source: Please press OK to continue.
de: Zum Fortfahren bitte OK drücken.
gl: Por favor, preme OK para continuar.

source: Please re-enter the new PIN code
de: Bitte den neuen PIN-Code erneut eingeben
gl: Por favor, volve a inserir o novo código PIN

source: Please select a backup destination
de: Bitte wählen Sie ein Backupziel

source: Please select a playlist to delete...
de: Bitte wählen Sie eine Wiedergabeliste zum Löschen...
gl: Por favor, selecciona unha lista de reprodución para borrar…

source: Please select a playlist...
de: Bitte wählen Sie eine Wiedergabeliste...
gl: Por favor, selecciona unha lista de reprodución…

source: Please select a sub service...
de: Bitte einen Unterkanal auswählen...
gl: Por favor, selecciona un subservizo…

source: Please select a subservice to record...
de: Bitte einen Unterkanal zur Aufnahme auswählen...
gl: Por favor, selecciona un subservizo para gravar…

source: Please select a subservice...
de: Bitte einen Unterkanal auswählen...
gl: Por favor, selecciona un subservizo…

source: Please select device to use as swapfile location
de: Geben Sie das Laufwerk an, welches als SWAP genutzt werden soll

source: Please select medium to be scanned
de: Bitte Medium zum Scannen auswählen
gl: Por favor, selecciona o medio que desexas escanear

source: Please select medium to use as backup location
de: Bitte wählen Sie einen Datenträger als Sicherungsziel aus
gl: Por favor, selecciona un medio para usar como localización da copia de seguridade

source: Please select tag to filter...
de: Bitte einen Tag zum Filtern auswählen...
gl: Por favor, selecciona unha etiqueta pola que filtrar…

source: Please select the movie path...
de: Bitte den Filmpfad angeben...
gl: Por favor, selecciona a localización das películas…

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
de: Bitte wählen Sie die Netzwerkschnittstelle welche Sie für Ihren Internetzugang nutzen möchten. Drücken Sie OK zum Fortfahren.
gl: Por favor, selecciona o interface de rede que queres usar para a conexión a internet. Preme OK para continuar.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
de: Bitte wählen Sie das Funk-Netzwerk, zu dem Sie sich verbinden möchten. Drücken Sie OK zum Fortfahren.
gl: Por favor, selecciona a rede sen fíos á que queres conectar. Preme OK para continuar.

source: Please select your preferred configuration.
de: Stellen Sie die gewünschte Einstellung ein.

source: Please set up tuner A
de: Einstellungen für Tuner A
gl: Por favor, configura o sintonizador A

source: Please set up tuner B
de: Einstellungen für Tuner B
gl: Por favor, configura o sintonizador B

source: Please set up tuner C
de: Einstellungen für Tuner C
gl: Por favor, configura o sintonizador C

source: Please set up tuner D
de: Einstellungen für Tuner D
gl: Por favor, configura o sintonizador D

source: Please set up tuner E
de: Einstellungen für Tuner E
gl: Por favor, configura o sintonizador E

source: Please set up tuner F
de: Einstellungen für Tuner F
gl: Por favor, configura o sintonizador F

source: Please set up tuner G
de: Einstellungen für Tuner G
gl: Por favor, configura o sintonizador G

source: Please set up tuner H
de: Einstellungen für Tuner H
gl: Por favor, configura o sintonizador H

source: Please set up tuner I
de: Einstellungen für Tuner I
gl: Por favor, configura o sintonizador I

source: Please set up tuner J
de: Einstellungen für Tuner J
gl: Por favor, configura o sintonizador J

source: Please set up tuner Q
de: Bitte stelle den Tuner Q ein

source: Please set up tuner R
de: Bitte stelle den Tuner R ein

source: Please set your time zone
de: Bitte stellen Sie Ihre Zeitzone ein
gl: Por favor, establece a túa zona horaria

source: Please setup the following basic configs!
de: Bitte richten Sie die folgende Grund-Konfiguration ein!
gl: Por favor, configura os seguintes axustes básicos!

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
de: Verschieben des 'Bild im Bild' über die Navigationstasten. Bouquet +/-, um die Größe zu ändern. OK zum Speichern, EXIT zum Abbrechen.
gl: Use as teclas de dirección para mover a ventá PiP. Preme Buqué +/- para cambiar o tamaño da ventá. Preme OK para volver ao modo TV or SAÍR para cancelar o movemento.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
de: Bitte benutzen Sie die Hoch/Runter-Tasten, um Ihre Sprache auszuwählen. Danach drücken Sie bitte OK.
gl: Usa as teclas ARRIBA e ABAIXO para seleccionar o teu idioma. A continuación, preme o botón OK.

source: Please wait
de: Bitte warten
gl: Por favor, espera

source: Please wait (downloading channel list)
de: Bitte warten (Kanalliste wird geladen)...
gl: Por favor, espera (descargando lista de canles)

source: Please wait (updating packages)
de: Bitte warten (Paketupdates)...
gl: Por favor, espera (actualizando paquetes)

source: Please wait for activation of your network configuration...
de: Bitte warten Sie, die Netzwerk-Konfiguration wird aktiviert.
gl: Por favor, espera pola activación da configuración de rede…

source: Please wait while feeds state is checked.
de: Bitte warten Sie während der Aktualisierungsserver überprüft wird.

source: Please wait while scanning...
de: Bitte warten Sie, der Suchvorgang läuft…
gl: Por favor, espera mentres o escaneo está en progreso…

source: Please wait while we check your installed plugins...
de: Bitte warten, es werden die installierten Plugins geprüft...

source: Please wait while we configure your network...
de: Bitte warten Sie, das Netzwerk wird konfiguriert.
gl: Por favor, espera mentres se configura a rede…

source: Please wait while we prepare your network interfaces...
de: Bitte warten Sie, das Netzwerk wird konfiguriert.
gl: Por favor, espera mentres se preparan as interfaces de rede…

source: Please wait while we test your network...
de: Bitte warten Sie, das Netzwerk wird überprüft.
gl: Por favor, espera mentres comprobamos a rede…

source: Please wait while your network is restarting...
de: Bitte warten Sie, das Netzwerk wird neu gestartet.
gl: Por favor, espera mentres se reinicia a rede…

source: Please wait whilst feeds state is checked.
de: Bitte warten Sie während der Aktualisierungsserver überprüft wird.

source: Please wait, Loading image.
de: Bild wird geladen. Bitte warten...

source: Please wait, restarting cardserver.
de: Bitte warte, der Kartenserver wird neu gestartet.

source: Please wait, restarting primary and secondary softcam.
de: Bitte warten, starte primäre und sekundäre Softcam.

source: Please wait, restarting primary softcam.
de: Bitte warten, starte primäre Softcam.

source: Please wait, restarting secondary softcam.
de: Bitte warten, starte sekundäre Softcam.

source: Please wait, restarting softcam and cardserver.
de: Bitte warte, Softcam und Kartenserver werden neu gestartet.

source: Please wait, restarting softcam.
de: Bitte warte, ich starte die Softcam neu.

source: Please wait...
de: Bitte warten...
gl: Por favor, espera…

source: Please wait... Loading list...
de: Bitte warten... Liste wird geladen...
gl: Por favor, espera… Cargando lista…

source: Please wait...almost ready!
de: Bitte warten… fast fertig!

source: Plugin Browser
de: Erweiterungen
gl: Navegador de complementos

source: Plugin browser
de: Plugin Manager
gl: Navegador de complementos

source: Plugin details
de: Erweiterungesdetails

source: Plugin install
de: Erweiterungen installieren

source: Plugin manager activity information
de: Informationen über geplante Aktionen Erweiterungen
gl: Información da actividade do xestor de complementos

source: Plugin manager help
de: Hilfe Verwaltung Erweiterungen
gl: Axuda do xestor de complementos

source: Plugins
de: Erweiterungen
gl: Complementos

source: Polarization
de: Polarisation
gl: Polarización

source: Polish
de: Polnisch
gl: Polaco

source: Port of fallback remote receiver
de: Port des Notfall Receivers
gl: Porto do receptor de reserva remoto

source: Port used by OpenWebif on tested box.
de: Port, der von OpenWebif auf der getesteten Box verwendet wird.

source: Portuguese
de: Portugiesisch
gl: Portugués

source: Position and size
de: Position und Größe

source: Position of completed timers in timerlist
de: Position beendeter Timer in der Timerliste
gl: Posición dos temporizadores completados na lista de temporizadores

source: Position stored at index
de: Position gespeichert auf Index
gl: Posición almacenada no índice

source: Positioner
de: Rotor
gl: Posicionador

source: Positioner (selecting satellites)
de: Positioner (Auswahl der Satelliten)
gl: Posicionador (seleccionando satélites)

source: Positioner setup
de: Rotor-Einstellungen
gl: Configuración do posicionador

source: Positioner setup log
de: Positioner-Setup-Protokoll
gl: Rexistro de configuración do posicionador

source: Power management. Consult your receiver's manual for more information.
de: Energieverwaltung. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
gl: Administración de enerxía. Consulta o manual do teu receptor para máis información.

source: Power off time
de: Ausschatzeit

source: Power off timer
de: Ausschalt-Timer

source: Power on display
de: Display einschalten
gl: Pantalla de acendido

source: Power threshold in mA
de: Strom Schwellwert in mA
gl: Límite de potencia en mA

source: Power threshold. Consult your receiver's manual for more information.
de: Leistungsschwelle. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
gl: Límite de potencia. Consulta o manual do teu receptor para máis información.

source: PowerMenu
de: PowerMenü
gl: Menú de acendido

source: Predefined
de: Vordefiniert

source: Predefined transponder
de: Transponder vordefiniert
gl: Transpondedor predefinido

source: Prefer AC3 track
de: Bevorzuge AC3 Tonspur
gl: Preferir a pista AC3

source: Prefer AC3+ track
de: Bevorzuge AC3+ Tonspur
gl: Preferir a pista AC3+

source: Prefer audio track stored by service
de: Bevorzuge gespeicherte Tonspur des Senders
gl: Preferir a pista de son almacenada por servizo

source: Prefer graphical DVB subtitles
de: Bevorzuge DVB-grafische Untertitel
gl: Preferir os subtítulos gráficos DVB

source: Prefer subtitles for hearing impaired
de: Bevorzuge Untertitel für Hörgeschädigte
gl: Preferir os subtítulos para personas con discapacidade auditiva

source: Prefer subtitles stored by service
de: Bevorzuge gespeicherten Untertitel des Senders
gl: Preferir os subtítulos almacenados por servizo

source: Preferred tuner
de: Bevorzugter Tuner
gl: Sintonizador preferido

source: Preferred tuner ATSC
de: Bevorzugter Tuner ATSC
gl: Sintonizador ATSC preferido

source: Preferred tuner ATSC for recordings
de: Bevorzugter Tuner ATSC für Aufnahmen
gl: Sintonizador ATSC preferido para gravacións

source: Preferred tuner DVB-C
de: Bevorzugter Tuner DVB-C
gl: Sintonizador DVB-C preferido

source: Preferred tuner DVB-C for recordings
de: Bevorzugter Tuner DVB-C für Aufnahmen
gl: Sintonizador DVB-C preferido para gravacións

source: Preferred tuner DVB-S
de: Bevorzugter Tuner DVB-S
gl: Sintonizador DVB-S preferido
