Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
de: Dieses DVD RW Medium ist bereits formatiert - durch eine Neuformatierung wird der gesamte Inhalt gelöscht.
gl: O disco DVD-RW está xa formateado - reformatear borrará todos os contidos do disco.

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
de: Damit kannst du die Schriftgröße relativ zum Skin ändern, d.h. 1 erhöht die Schriftgröße um 1 Punkt und -1 verringert die Schriftgröße um 1 Punkt

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
de: Stellen Sie 5 Ziffern ein, wenn Sie mehr als 9999 Kanäle benutzen.

source: This bouquet is protected by a parental control PIN
de: Dieses Bouquet ist durch einen Jugendschutz-PIN Code geschützt
gl: Este buqué está protexido por un PIN de control paterno

source: This can be useful when using the CI(+) module. After the end of the recording, the service will be automatically stopped.
de: Dies kann bei der Verwendung des CI(+)-Moduls nützlich sein. Nach dem Ende der Aufzeichnung wird der Dienst automatisch beendet.

source: This field allows you to search an additional symbol rate up to %s.
de: Dieses Feld erlaubt die Suche mit einer zusätzliche Symbolrate bis zu %s.
gl: Este campo permíteche buscar unha tasa adicional de símbolo ata %s.

source: This image is intended for developers and testers. No support will be provided! Do you understand this?
de: Dieses Image ist für Entwickler und Tester bestimmt. Es wird kein Support gewährleistet. Haben Sie das verstanden?

source: This info is for developers only. It is not important for a normal user. Please - do not panic on any displayed suspicious information!
de: Diese Information ist nur für Entwickler. Es ist unwichtig für normale Benutzer. Bitte keine Panik, falls komische Informationen angezeigt werden!

source: This is a multitype tuner. Available options depend on the hardware.
de: Dies ist ein MultiType Empfänger. Verfügbare Optionen hängen von der Hardware ab.
gl: Este é un sintonizador multitipo. As opcións dispoñibles dependen do hardware.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
de: In dieser Reihenfolge werden DiSEqC-Befehle an das Antennensystem gesendet. Die Reihenfolge muss genau der Reihenfolge entsprechen, in der die physikalischen Geräte entlang des Signalkabels angeordnet sind (ausgehend vom Empfängerende).
gl: Esta é a orde na que se envían os comandos DiSEqC ao sistema aéreo. A orde ten que corresponder exactamente coa orde coa que se dispoñen os dispositivos físicos ao longo do cable de sinal (comezando polo receptor).

source: This line is not editable!
de: Diese Zeile kann nicht bearbeitet werden!

source: This not valid ONID/TSID
de: Dies ist keine valide ONID/TSID

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
de: Diese Option erlaubt es Block-Rauschen im Bild zu reduzieren. Diese Option geht auf Kosten der Bildschärfe.
gl: Esta opción permite reducir o ruído de bloque na imaxe. Obviamente, tamén se reduce a nitidez da imaxe.

source: This option allows to set the level of dynamic contrast of the picture.
de: Diese Option erlaubt es den Wert für den dynamischen Kontrast des Bildes zu setzen.
gl: Esta opción permite axustar o nivel de contraste dinámico da imaxe.

source: This option allows you can to set the auto volume level.
de: Diese Option konfiguriert die automatische Lautstärkeanpassung.
gl: Esta opción permite configurar o nivel de volume automático.

source: This option allows you enable smoothing filter to control the dithering process.
de: Diese Option aktiviert den Glättungsfilter für das Dithering-Verfahren.
gl: Esta opción permite activar o filtro de suavizado para controlar o proceso de tramado.

source: This option allows you enable the vertical scaler dejagging.
de: Mit dieser Option können Sie die vertikale Kantenglättung aktivieren.
gl: Esta opción permite activar o desdentado do escalado vertical.

source: This option allows you to add the softcam setup in the extensions menu.
de: Mit dieser Option kannst du das Softcam-Setup in das Erweiterungsmenü aufnehmen.

source: This option allows you to alphabetically sort setup menu entries.
de: Mit dieser Option kannst du die Einträge im Setup-Menü alphabetisch sortieren.

source: This option allows you to boost the blue tones in the picture.
de: Diese Option erlaubt es den Blauanteil des Bildes zu verstärken.
gl: Esta opción permite reforzar os tonos azuis da imaxe.

source: This option allows you to boost the green tones in the picture.
de: Diese Option erlaubt es den Grünanteil des Bildes zu verstärken.
gl: Esta opción permite reforzar os tonos verdes da imaxe.

source: This option allows you to change the virtuell loadspeaker position.
de: Mit dieser Option können Sie die virtuelle Lautsprecherposition ändern.
gl: Esta opción permite cambiar a posición do altavoz virtual.

source: This option allows you to configure the Colordepth for UHD
de: Diese Option erlaubt es die Farbtiefe für UHD einzustellen
gl: Esta opción permite configurar a profundidade de cor para UHD

source: This option allows you to configure the Colorimetry for HDR.
de: Diese Option erlaubt es Colorimetry für HDR einzustellen.
gl: Esta opción permite configurar a colorimetría para HDR.

source: This option allows you to configure the Colorspace from Auto to RGB
de: Diese Option erlaubt es die Farbtiefe von Auto zu RGB einzustellen
gl: Esta opción permite configurar o espazo de cor de Auto a RGB

source: This option allows you to configure the HDR type.
de: Diese Option erlaubt es den HDR Typ einzustellen.
gl: Esta opción permite configurar o tipo de HDR.

source: This option allows you to disable or change the virtuell loadspeaker position.
de: Mit dieser Option können Sie die virtuelle Lautsprecherposition deaktivieren oder ändern.
gl: Esta opción permite desactivar ou cambiar a posición do altavoz virtual.

source: This option allows you to enable 3D surround softlimiter.
de: Mit dieser Option können Sie den 3D-Surround-Softlimiter aktivieren.
gl: Esta opción permite activar o límite soft de 3D surround.

source: This option allows you to enable 3D surround sound.
de: Mit dieser Option können Sie 3D-Surround-Sound aktivieren.
gl: Esta opción permite activar o so envolvente 3D.

source: This option allows you to enable or disable the 10 bit color mode
de: Mit dieser Option können Sie den 10-Bit-Farbmodus aktivieren oder deaktivieren
gl: Esta opción permite activar ou desactivar o modo de cor de 10 bits

source: This option allows you to enable or disable the 12 bit color mode
de: Mit dieser Option können Sie den 12-Bit-Farbmodus aktivieren oder deaktivieren
gl: Esta opción permite activar ou desactivar o modo de cor de 12 bits

source: This option allows you to force the HDR10 modes for UHD
de: Mit dieser Option können Sie die HDR10-Modi für UHD erzwingen
gl: Esta opción permite forzar os modos HDR10 para UHD

source: This option allows you to force the HLG modes for UHD
de: Mit dieser Option können Sie die HLG-Modi für UHD erzwingen
gl: Esta opción permite forzar os modos HLG para UHD

source: This option allows you to hide and sort menu entries. When selecting user you can change order and hide menu items via the blue button. With the user defined hidden the blue button is not shown in the menus
de: Mit dieser Option können Sie Menüeinträge ausblenden und sortieren. Wenn Sie "Benutzer" auswählen, können Sie die Reihenfolge ändern und Menüpunkte über die blaue Schaltfläche ausblenden
gl: Esta opción permite ocultar e ordenar entradas do menú. O usuario, ao seleccionalas, pode cambiar a orde e ocultalas usando o botón azul. Os elementos definidos polo usuario non se amosan nos menús

source: This option allows you to power off the display.
de: Mit dieser Option können Sie das Display ausschalten.
gl: Esta opción permite apagar a pantalla.

source: This option allows you to show all symbols on the display.
de: Mit dieser Option können Sie alle Symbole auf dem Display anzeigen.
gl: Esta opción permite amosar todos os símbolos na pantalla.

source: This option allows you to show menu and/or plugin number quick links.
de: Mit dieser Option können Sie Menüschnellnavigationsnummern anzeigen.
gl: Esta opción permite amosar enlaces rápidos ao menú e/o número de complemento.

source: This option allows you to show the full screen path leading to the current screen.
de: Mit dieser Option können Sie den kompletten Pfad vor dem Bildschirmnamen anzeigen lassen.
gl: Esta opción permite amosar a ruta completa para chegar á pantalla actual.

source: This option allows you to switch audio to bluetooth speakers.
de: Mit dieser Option kannst du den Ton auf Bluetooth-Lautsprecher umschalten.

source: This option allows you to view the old and new settings side by side.
de: Diese Option erlaubt es das Bild mit den alten und neuen Werten nebeneinander anzeigen zu lassen.
gl: Esta opción permite ver os axustes novos e antigos, uns ao lados dos outros.

source: This option can be useful for long HDMI cables.
de: Diese Option kann für lange HDMI-Kabel nützlich sein.
gl: Esta opción pode ser útil para cables HDMI longos.

source: This option configures the general audio delay for bluetooth speakers.
de: Diese Option konfiguriert die allgemeine Audioverzögerung für Bluetooth-Lautsprecher.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
de: Diese Option bestimmt die Stufe der Unterdrückung von Mosquito Rauschen. Mosquito Rauschen ist eine zufällige Abtaststörung durch zu hohe Kompression. Es geht auf Kosten von Bildeinzelheiten.
gl: Esta opción establece o nivel de supresión do ruído do mosquito (o ruído de mosquito aparece como resultado dunha forte compresión). Obviamente, isto vai a costa dos detalles da imaxe.

source: This option sets the picture brightness.
de: Diese Option bestimmt die Bildhelligkeit.
gl: Esta opción configura o brillo da imaxe.

source: This option sets the picture contrast.
de: Mit dieser Option wird der Bildkontrast eingestellt.

source: This option sets the picture flesh tones.
de: Diese Option bestimmt das Aussehen von Fleischtönen.
gl: Esta opción configura a cor carne da imaxe.

source: This option sets the picture hue.
de: Diese Option bestimmt den Bildfarbton.
gl: Esta opción configura a cor da imaxe.

source: This option sets the picture saturation.
de: Diese Option bestimmt die Farbsättigung.
gl: Esta opción configura a saturación da imaxe.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
de: Diese Option bestimmt die Skalierschärfe die benutzt wird, wenn von 4:3 auf 16:9 skaliert wird.
gl: Esta opción configura a nitidez do escalado ao estirar a imaxe de 4:3 a 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
de: Diese Option bestimmt die Unterdrückung falscher, digitaler Umrisse. Diese Fehler entstehen durch zu wenige diskrete Werte.
gl: Esta opción configura a supresión de bordes digitales falsos, resultado dun número limitado de valores discretos.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
de: Diese Option bestimmt die Scalerschärfe. Dieser Punkt wirkt sich aus, wenn ein Bild vergrößert werden muss.
gl: Esta opción configura a nitidez da imaxe, úsase cando se amplía a imaxe.

source: This plugin is installed.
de: Dieses Plugin ist installiert.
gl: Este complemento está instalado.

source: This plugin is not installed.
de: Dieses Plugin ist nicht installiert.
gl: Este complemento non está instalado.

source: This plugin will be installed.
de: Dieses Plugin wird installiert.
gl: Este complemento vai ser instalado.

source: This plugin will be removed.
de: Dieses Plugin wird deinstalliert.
gl: Este complemento vai ser desinstalado.

source: This receiver cannot decode %s streams!
de: Dieser Receiver kann keine %s Streams dekodieren!
gl: Este receptor non pode descodificar %s fluxos!

source: This service is protected by a parental control PIN
de: Dieser Sender ist durch einen Jugendschutz-PIN Code geschützt
gl: Este servizo está protexido por o PIN de control paterno

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
de: Diese Einstellung ermöglicht es, die Tuner-Konfiguration zu duplizieren, wenn ein anderer Tuner bereits konfiguriert ist.
gl: Esta axuste permite que a configuración do sintonizador sexa un duplicado da configuración doutro en funcionamento.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
de: Diese Einstellung hängt von Ihrem Kabelanbieter und Standort ab. Wenn Sie die richtige Einstellung nicht kennen, schauen Sie im Menü des offiziellen Kabelempfängers, oder holen Sie es von Ihrem Kabelanbieter, oder suchen Sie Hilfe über das Internetforum.
gl: Este axuste depende do provedor de cable e a ubicación. Se non coñeces a configuración correcta, búscaa no receptor de cable oficial, ou pregunta ao teu provedor ou busca axuda nos foros de Internet.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
de: Diese Einstellung gilt nur für spezielle Setups. Es gibt diesem LNB eine höhere Priorität als anderen LNBs mit niedrigeren Werten. Der freie LNB mit der höchsten Priorität ist der erste für Tuning-Dienste ausgewählte LNB.
gl: Esta configuración é so para configuracións especiais. Dalla a este LNB unha maior prioridade sobre os outros LNB con valores máis baixos. O LNB libre coa prioridade máis alta será o primeiro seleccionado para os servizos de axuste.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
de: Dieser Test sucht nach konfigurierten Nameservern Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adapter-Konfiguration. - Haben Sie Ihre Namensserver manuell konfiguriert, überprüfen Sie bitte Ihre Konfiguration in den "DNS"-Einstellungen
gl: Esta proba verifica os servidores de nomes configurados. Se obtés a mensaxe “desactivado”: - por favor, revisa o DHCP, o cableado e a configuración do adaptador - se o servidor de nomes está configurado manualmente, por favor, verifica as entradas "Servidor de nomes" na configuración

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
de: Dieser Test überprüft, ob ein Netzwerkkabel angeschlossen ist. Wenn Sie eine "Nicht verbunden"-Meldung erhalten: - Überprüfen Sie, ob ein Netzwerkkabel angeschlossen ist - Stellen Sie sicher, dass das Netzwerkkabel nicht defekt ist
gl: Esta proba verifica se hai un cable conectado ao adaptador de rede. Se obtés a mensaxe “desactivado” comproba: - que hai un cable de rede conectado - que o cable non está roto

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
de: Dieser Test überprüft, ob eine gültige IP-Adresse gefunden wurde. Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Wurde keine gültige IP-Adresse gefunden. - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adapter-Konfiguration
gl: Esta proba verifica que se atopa un enderezo IP válido para o adaptador de rede. Se obtés a mensaxe “desactivado” comproba: - non se atopou un enderezo IP válido - por favor, revisa o DHCP, o cableado e a configuración do adaptador

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered the correct IP information in the adapter setup dialog. If you get an "enabeld" message: - verify that you have a configured and working DHCP server in your network.
de: Dieser Test überprüft, ob Ihr Netzwerkadapter für automatische IP-Adressen-Konfiguration über DHCP eingerichtet ist. Wenn Sie eine "Deaktiviert"-Meldung erhalten: - Dann ist Ihr Netzwerkadapter für manuelle IP-Adressen-Konfiguration eingerichtet. - Überprüfen Sie die Richtigkeit Ihrer Einstellungen im Netzwerkadapter-Einstellungen-Menü. Wenn Sie eine "Aktiviert"-Meldung erhalten: - Überprüfen Sie, dass sich ein funktionierender DHCP-Server in Ihrem Netzwerk befindet.

source: This test detects your configured LAN adapter.
de: Dieser Test ermittelt Ihren konfigurierten Netzwerkadapter.
gl: Esta proba detecta o adaptador de rede configurado.

source: This valid ONID/TSID
de: Valide ONID/TSID

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
de: Alle Positionen des Rotors werden (neu)berechnet und alle zuvor gespeicherten Positionen und Feineinstellungen werden verworfen! Sind Sie sicher, dass Sie den Vorgang durchführen wollen?
gl: Isto (re)calculará todas as posicións do rotor e pode eliminar posicións e axustes finos almacenados con anterioridade! Estás seguro?

source: Three
de: Drei
gl: Tres

source: Three partitions (33% - 33% - 33%)
de: Drei Partitionen (33% - 33% - 33%)

source: Threshold
de: Schwelle
gl: Límite

source: Thu
de: Do
gl: Xov

source: Thumbnails
de: Vorschaubilder
gl: Miniaturas

source: Thursday
de: Donnerstag
gl: Xoves

source: TiVo support
de: TiVo Unterstützung

source: Time
de: Zeit
gl: Hora

source: Time Update in Minutes
de: Update-Zeit in Minuten

source: Time Update in Minutes:
de: Update-Zeit in Minuten:

source: Time between slides in image viewer slideshow.
de: Umschaltzeit bei ImageViewer Slideshows.

source: Time for Slideshow
de: Slideshow Zeit

source: Time required for this process: %s
de: Zeit für den gesamten Vorgang: %s

source: Time scale
de: Zeitskala
gl: Escala de tempo

source: Time synchronization method
de: Methode der Zeitsynchronisation

source: Time to execute command or script
de: Zeit um Kommando oder Skript auszuführen

source: Time zone settings
de: Zeitzonen Einstellungen

source: Timer Edit Actions
de: Timer bearbeiten Aktionen

source: Timer Overview
de: Timer-Übersicht
gl: Descrición do temporizador

source: Timer edit
de: Timer bearbeiten
gl: Edición do temporizador

source: Timer entry
de: Timer-Eintrag
gl: Entrada do temporizador

source: Timer log
de: Timer-Logbuch
gl: Rexistro do temporizador

source: Timer overlap in timers.xml detected! Please recheck it!
de: Timerüberlappung in der timers.xml entdeckt! Bitte überprüfen!
gl: Detectáronse temporizadores solapados en timers.xml! Compróbao!

source: Timer overview
de: Timer-Übersicht
gl: Edición do temporizador

source: Timer recording failed. No space left on device!
de: Timer-Aufnahme fehlgeschlagen. Kein Platz mehr auf dem Gerät!

source: Timer recording location
de: Timer-Aufnahmeverzeichnis
gl: Localización de gravación do temporizador

source: Timer sanity error
de: Fehler bei Timerprüfung
gl: Erro lóxico do temporizador

source: Timer selection
de: Timer-Liste
gl: Selección do temporizador

source: Timer selection...
de: Timer-Auswahl...
gl: Selección do temporizador…

source: Timer type
de: Timertyp
gl: Tipo de temporizador

source: Timeshift Live
de: Live Timeshift
gl: Timeshift en directo

source: Timeshift is running. Select an action.
de: Timeshift läuft. Wähle eine Aktion.
gl: Timeshift está a executarse. Selecciona unha acción.

source: Timeshift location
de: Timeshift-Verzeichnis
gl: Ruta ao timeshift

source: Timeshift not possible!
de: Timeshift nicht möglich!
gl: Non se pode activar Timeshift!

source: Timezone
de: Zeitzone
gl: Zona horaria

source: Timezone area
de: Zeitzone

source: Timor-Leste
de: Timer-Liste

source: Title
de: Titel
gl: Título

source: Title List
de: Titel Liste

source: Title properties
de: Titeldetails
gl: Propiedades do título

source: Titleset mode
de: Titleset
gl: Modo conxunto de títulos

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
de: Um den gewählten Skin '%s' zu aktivieren, muss das GUI neugestartet werden. Soll das GUI jetzt neugestartet werden?
gl: Para aplicar a skin '%s' seleccionada é preciso reiniciar a GUI. Queres reiniciala agora?

source: To audio selection
de: Zur Ton-Auswahl
gl: Á selección de son

source: To restore the image:
de: Um das Image wiederherzustellen:

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
de: Um den gewählten Skin '%s' zu speichern und auszuwählen, muss das GUI neugestartet werden. Soll das GUI jetzt neugestartet werden?
gl: Para gardar e aplicar a skin '%s' seleccionada é preciso reiniciar a GUI. Queres gardar a selección e reiniciar a GUI agora?

source: To subtitle selection
de: Zur Untertitel Auswahl
gl: Á selección de subtítulos

source: Today
de: Heute
gl: Hoxe

source: Toggle Configuration Mode or AutoDisqc
de: Umschalten des Konfigurationsmodus oder AutoDisqc

source: Toggle HDMI In
de: Schalte auf HDMI Eingang
gl: Alternar entrada HDMI

source: Toggle LCD LiveTV
de: Schalte auf LCD LiveBild
gl: Alternar LCD LiveTV

source: Toggle TV Radio mode
de: TV-Radio-Modus umschalten

source: Toggle a cut mark at the current position
de: Toggle Marker an der aktuellen Position
gl: Crear/eliminar unha marca de corte na posición actual

source: Toggle dashed flickering line for this service
de: Die gestrichelte Flickerlinie für diesen Kanal umschalten
gl: Conmutar a liña de pestañexante discontinua para este servizo

source: Toggle infoBar
de: Schalte auf Infobar
gl: Conmutar a barra de información

source: Toggle movemode
de: Umschalten des Bewegungsmodus

source: Toggle new text inserts before or overwrites existing text
de: Schaltet neue Texteinfügungen vor oder überschreibt vorhandenen Text
gl: Alternar 'novo texto insire antes' ou 'sobrescribir texto existente'

source: Toggle show/hide
de: Ein- / ausblenden
gl: Alternar amosar/ocultar

source: Toggle subtitles show/hide
de: Untertitel ein- / ausblenden
gl: Alternar amosar/ocultar subtítulos

source: Toggle the SNR values displayed
de: SNR-Prozentsatz anstelle von dB-Wert anzeigen
gl: Amosar a porcentaxe de SNR en vez do valor de dB

source: Toggle videomode
de: Video-Modus umstellen
gl: Alternar o modo de video

source: Tone amplitude
de: Ton Amplitude
gl: Amplitude do tono

source: Tone mode
de: Tone Modus
gl: Modo tono

source: Top
de: Oben

source: Top and bottom
de: Oben und Unten
gl: Parte superior e inferior

source: Total Clients streaming:
de: Anzahl der Streamclienten:

source: Total clients streaming:
de: Gesamtzahl der gestreamten Clients:
gl: Total de clientes emitindo:

source: Track
de: Spur
gl: Pista

source: Transcoding Setup
de: Transkodierungs Einstellungen

source: Transcoding:
de: Transkodierung:
gl: Transcodificación:

source: Translation
de: Übersetzung
gl: Tradución
