Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Translation:
de: Übersetzung:
gl: Tradución:

source: Translations
de: Übersetzung
gl: Traducións

source: Translations Info
de: Übersetzungsinformation

source: Translator comment
de: Kommentar des Übersetzers

source: Transmission mode
de: Übertragungstyp
gl: Modo de transmisión

source: Transponder Time
de: Transponder Zeit

source: Transport Stream Type
de: Transportstreamtyp
gl: Tipo de fluxo de transporte

source: Trash can
de: Mülleimer
gl: Papeleira

source: Tries left:
de: Übrige Versuche:
gl: Intentos que quedan:

source: Troubleshoot
de: Fehlerbehebung
gl: Solucionar problemas

source: True
de: Richtig
gl: Verdadeiro

source: Tue
de: Di
gl: Mar

source: Tuesday
de: Dienstag
gl: Martes

source: Tune
de: Tunen
gl: Sintonizar

source: Tune and focus
de: Tunen und Fokusieren
gl: Sintonizar e enfocar

source: Tune failed!
de: Tunen fehlgeschlagen!
gl: Fallou a sintonización!

source: Tuner
de: Empfänger
gl: Sintonizador

source: Tuner Configuration
de: Empfangseinstellungen
gl: Configuración do sintonizador

source: Tuner is not supported
de: Empfangsmodul nicht unterstützt
gl: O sintonizador non é compatible

source: Tuner live values
de: Tuner Live-Werte
gl: Valores en vivo do sintonizador

source: Tuner not available.
de: Empfangsmodul nicht vorhanden.
gl: Sintonizador non dispoñible.

source: Tuner setting values
de: Tuner-Einstellwerte
gl: Valores de configuración do sintonizador

source: Tuner slot
de: Tuner Steckplatz
gl: Rañura do sintonizador

source: Tuner status:
de: Status Empfang:
gl: Estado do sintonizador:

source: Tuner type
de: Typ Empfang
gl: Tipo de sintonizador

source: Tuners & scanning
de: Empfang
gl: Sintonizadores e escaneo

source: Turkey
de: Türkei
gl: Turquia

source: Turkish
de: Türkisch
gl: Turco

source: Turn off HDMI-IN Full screen mode
de: Schalte HDMI-IN in Vollbild aus

source: Turn off HDMI-IN PiP mode
de: Schalte HDMI-IN in PiP aus

source: Turn on HDMI-IN Full screen mode
de: Schalte HDMI-IN in Vollbild an

source: Turn on HDMI-IN PiP mode
de: Schalte HDMI-IN in PiP an

source: Turn on the power LED during deep standby.
de: Die LED im DeepStandby einschalten.
gl: Acender o LED de alimentación durante o repouso profundo.

source: Turn on the power LED during standby.
de: Die LED im Standby ausschalten.
gl: Acender o LED de alimentación durante o repouso.

source: Turn on the power LED.
de: Die LED einschalten.
gl: Acender o LED de alimentación.

source: Turning step size
de: Dreh-Schrittweite
gl: Tamaño do salto de xiro

source: Tv Radio Actions
de: Tv Radio Aktionen

source: Two
de: Zwei
gl: Dous

source: Two lines
de: Zweizeilig
gl: Dúas liñas

source: Two lines and next event
de: Zweizeilig und nächste Sendung
gl: Dúas liñas e seguinte evento

source: Two partitions (50% - 50%)
de: Zwei Partitionen (50% - 50%)

source: Two partitions (75% - 25%)
de: Zwei Partitionen (75% - 25%)

source: Type
de: Typ
gl: Tipo

source: Type of LNB/device
de: Art des LNB / Geräts
gl: Tipo de LNB/dispositivo

source: Type of scan
de: Art der Suche
gl: Tipo de escaneo

source: Type:
de: Typ:

source: UNKNOWN
de: Unbekannt
gl: DESCOÑECIDO

source: UP
de: HOCH

source: URL of fallback remote receiver
de: URL Adresse der Notfall-Streamreceiver
gl: URL do receptor de reserva remoto

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
de: USALS bewegt automatisch eine motorisierte Schüssel auf den richtigen Satelliten basierend auf den vom Benutzer eingegebenen Koordinaten. Ohne USALS muss jeder Satellit individuell eingerichtet und gespeichert werden.
gl: USALS move automaticamente unha antena motorizada ao satélite correcto en función das coordenadas inseridas polo usuario. Sen USALS, cada satélite terá que ser configurado e gardado individualmente.

source: USALS calibration
de: USALS Kalibrierung
gl: Calibración USALS

source: Ukrainian
de: Ukrainisch
gl: Ucraíno

source: Unable to change password
de: Passwort konnte nicht geändert werden

source: Unable to complete - Kexec Multiboot files missing!
de: Abschluss nicht möglich – Kexec-Multiboot-Dateien fehlen!

source: Unable to create the required directories on the media (e.g. USB stick or Harddisk) - Please verify media and try again!
de: Es konnten nicht die benötigten Verzeichnisse auf dem Medium erstellt werden - Bitte überprüfen sie das Medium und versuchen sie es nochmal!
gl: Non se poden crear os directorios necesarios no medio (por exemplo, unha memoria USB ou un disco duro). Verifica os medios e volve intentarlo!

source: Unattended update in progress Please wait until your %s %s reboots This may take a few minutes
de: Stille Aktualisierung wird durchgeführt. Bitte warten Sie, bis Ihre %s %s neu startet. Das könnte einige Minuten in Anspruch nehmen

source: Uncover dashed flickering line for this service
de: Die gestrichelte Flickerlinie dieses Kanals anzeigen
gl: Descubrir a liña de pestañexante discontinua para este servizo

source: Undefined
de: Nicht definiert
gl: Non definido

source: Undo install
de: Installation zurücksetzen
gl: Desfacer instalación

source: Undo uninstall
de: Deinstallation zurücksetzen
gl: Desfacer desinstalación

source: Unencrypted
de: Unverschlüsselt
gl: Sen cifrar

source: Unexpected error while retrieving fallback tuner's timer information
de: Unerwarteter Fehler beim Abrufen der Timer-Informationen des Fallback-Tuners

source: Unhide parental control services
de: Jugendschutz gesperrte Kanäle sichtbar machen
gl: Amosar servizos de control paterno

source: Unicable delay after change voltage before switch command
de: Unicable Verzögerung nach Spannungsänderung vor Schaltbefehl
gl: Retardo unicable despois do cambio de voltaxe antes do comando de conmutación

source: Unicable delay after enable voltage before switch command
de: Unicable Verzögerung nach Spannungseinschaltung vor Umschaltbefehl
gl: Retardo unicable despois de habilitar o voltaxe antes do comando de conmutación

source: Unicable delay after last diseqc command
de: Unicable Verzögerung nach letztem diseqc Befehl
gl: Retardo Unicable despois do último comando DiSEqC

source: Uninstall
de: Deinstallieren
gl: Desinstalar

source: Uninstall '%s' package and disable '%s'
de: Deinstalliert das Paket '%s' und deaktiviert '%s'

source: Unit
de: Einheit

source: United States
de: Vereinigte Staaten
gl: Estados Unidos (USA)

source: Unknown
de: Unbekannt
gl: Descoñecido

source: Unknown group: %d
de: Unbekannte Gruppe: %d

source: Unknown image
de: Unbekanntes Image

source: Unknown user: %d
de: Unbekannter Benutzer: %d

source: Unmark service as dedicated 3D service
de: Markierung als Sender mit 3D-Inhalt aufheben
gl: Desmarcar servizo como servizo 3D adicado

source: Unmount
de: Aushängen
gl: Desmontar

source: Unpack to %s
de: Nach '%s' entpacken

source: Unpack to current folder
de: In den aktuellen Ordner entpacken

source: Unsupported
de: Nicht unterstützt
gl: Non soportado

source: Unzipping Image
de: Entpacke Image
gl: Descomprimindo imaxe

source: Update
de: Aktualisieren
gl: Actualizar

source: Update and ask to reboot
de: Aktualisieren und auf Nachfrage neu starten
gl: Actualizar e solicitar reinicio

source: Update and reboot (recommended)
de: Aktualisieren und neu starten (empfohlen)
gl: Actualizar e reiniciar (recomendado)

source: Update bookmarks
de: Aktualisiere Lesezeichen
gl: Actualizar marcadores

source: Update completed, %d package was installed.
de: Aktualisierung abgeschlossen, %d Paket installiert.
gl: Completouse a instalación; instalouse %d paquete.

source: Update completed. Do you want to reboot your receiver?
de: Aktualisierung abgeschlossen. Wollen Sie den Receiver neu starten?
gl: Completouse a instalación. Quere reiniciar o receptor?

source: Update failed. Your receiver does not have a working internet connection.
de: Aktualisierung fehlgeschlagen. Ihr Receiver hat keine Verbindung zum Internet aufbauen können.
gl: Fallou a actualización. O receptor non ten unha conexión a internet en funcionamento.

source: Update feed not available.
de: Update-Feed nicht verfügbar.
gl: Fonte de actualizacións non dispoñible.

source: Update has completed.
de: Aktualisierung abgeschlossen.
gl: Completouse a instalación.

source: Updating
de: Aktualisieren
gl: Actualizando

source: Updating software catalog
de: Softwarekatalog wird aktualisiert
gl: Actualizando o catálogo de software

source: Upgrade (Backup, Flash & Restore All)
de: Upgrade (Backup, flashen & alles wiederherstellen)

source: Upper case
de: Großschreibung
gl: Mayúsculas

source: Uptime
de: Betriebszeit
gl: Tempo de actividade

source: Usage Setup
de: Benutzereinstellung
gl: Configuración de uso

source: Use
de: Benutzen
gl: Uso

source: Use 12 characters display mode
de: Verwenden Sie den 12-Zeichen-Anzeigemodus
gl: Usar o modo de visualización de 12 caracteres

source: Use CI assignment for detection of available services.
de: Benutze die CI Zuordnung um die nötigen Sender zu erkennen.

source: Use DHCP
de: Adresse automatisch beziehen (DHCP)
gl: Usar DHCP

source: Use EIT EPG information when it is available.
de: Verwende EIT EPG Information falls vorhanden.
gl: Usar a información EPG de EIT cando estea dispoñible.

source: Use FreeSat EPG information when it is available.
de: Verwende FreeSat EPG Information falls vorhanden.
gl: Usar a información EPG de FreeSat cando estea dispoñible.

source: Use HDMI pre-emphasis
de: HDMI-Preemphasis verwenden

source: Use MHW EPG information when it is available.
de: Verwende MHW EPG Information falls vorhanden.
gl: Usar a información EPG de MHW cando estea dispoñible.

source: Use Netmed EPG information when it is available.
de: Verwende Netmed EPG Information falls vorhanden.
gl: Usar a información EPG de Netmed cando estea dispoñible.

source: Use OnlineFlash in SoftwareManager
de: Verwenden Sie OnlineFlash im SoftwareManager

source: Use OpenTV EPG information when it is available.
de: Verwende OpenTV EPG Information falls vorhanden.
gl: Usar a información EPG de OpenTV cando estea dispoñible.

source: Use TV remote control
de: Fernbedienungsbefehle des Fernsehers weiterleiten
gl: Usar o mando a distancia do TV

source: Use USALS for this sat
de: USALS für diesen Sat benutzen
gl: Usar USALS para este satélite

source: Use ViaSat EPG information when it is available.
de: Verwende ViaSat EPG Information falls vorhanden.
gl: Usar a información EPG de ViaSat cando estea dispoñible.

source: Use Virgin EPG information when it is available.
de: Verwende Virgin EPG Information falls vorhanden.
gl: Usar a información EPG de Virgin cando estea dispoñible.

source: Use a gateway
de: Einen Gateway verwenden
gl: Usar unha porta de enlace

source: Use alternative skin
de: Alternativen Skin verwenden

source: Use as PiP if possible
de: Als PiP verwenden wenn möglich
gl: Usar como PiP se é posible

source: Use circular LNB
de: Benutze rundes LNB
gl: Usar LNB circular

source: Use default spinner
de: Standard-Spinner verwenden

source: Use fastscan channel names
de: Benutze Fast-Scan Kanalnamen
gl: Usar os nomes das canles de fastscan

source: Use fastscan channel numbering
de: Benutze Fast-Scan Kanalnummern
gl: Usar a numeración das canles de fastscan

source: Use frequency or channel
de: Nutze Frequenz oder Kanal
gl: Usar frecuencia o canle

source: Use individual settings for each directory
de: Verwende individuelle Einstellungen je Verzeichnis
gl: Usar axustes individuais para cada directorio

source: Use interface
de: Netzwerkadapter aktivieren
gl: Usar interface

source: Use official channel numbering
de: Benutze offizielle Kanalnummern
gl: Usar a numeración oficial de canles

source: Use original DVB subtitle position
de: Benutze originale DVB Untertitel-Position
gl: Usar a posición orixinal dos subtítulos DVB

source: Use original teletext position
de: Benutze originale Teletext Position
gl: Usar a posición orixinal do teletexto

source: Use power measurement
de: Stromaufnahme messen
gl: Usar medida de potencia

source: Use skin default
de: Skin-Standard verwenden

source: Use the alternative screen
de: Verwende den alternativen Bildschirm

source: Use the cursor keys to select an installed image and then Start button.
de: Ein installiertes Image auswählen und danach die grüne Taste um das Fullbackup zu starten.

source: Use the network wizard to configure selected network adapter
de: Nutzen Sie den Netzwerkassistenten, um den selektierten Adapter zu konfigurieren
gl: Usar o asistente de rede para configurar o adaptador de rede seleccionado

source: Use the network wizard to configure your network
de: Nutzen Sie den Netzwerkassistenten, um Ihr Netzwerk zu konfigurieren
gl: Usar o asistente de rede para configurar a rede

source: Use the up/down keys on your remote control to select an option. After that, press Blue or OK.
de: Wähle mit der oberen/unteren Steuertaste auf deiner Fernbedienung eine Option aus. Danach drückst du Blau oder OK.

source: Use the up/down keys on your remote control to select an option. After that, press OK.
de: Mit den hoch/runter-Tasten können Sie eine Option auswählen. Danach bitte OK drücken.
gl: Usar as teclas arriba/abaixo do mando para seleccionar unha opción. A continuación, preme OK.

source: Use the wizard to set up basic features
de: Grundeinstellungen jetzt vornehmen
gl: Usar o asistente para a configuración básica

source: Use these input device settings?
de: Diese Eingabegeräte Einstellungen benutzten?
gl: Usar estes axustes de dispositivo de entrada?

source: Use this video enhancement settings?
de: Diese erweiterten A/V-Einstellungen benutzen?
gl: Usar esta configuración de mellora de video?

source: Use trash can in movielist
de: Verwende Mülleimer in der Filmliste
gl: Usar a papeleira na lista de películas

source: Used service scan type
de: Typ der Kanalsuche
gl: Tipo de escaneo de canles usado

source: User Band %d
de: Benutzerband %d

source: User Band %d (%s)
de: Benutzerband %d (%s)

source: User ID
de: Benutzer ID
gl: ID de usuario

source: User defined
de: Benutzerdefiniert
gl: Definido polo usuario

source: User defined delay when you press another button to zap to the channel.
de: Hier können Sie die Umschaltverzögerung der weiteren Zifferntasten einstellen.

source: User defined delay when you press the first button to zap to the channel.
de: Hier können Sie die Umschaltverzögerung der ersten Zifferntaste einstellen.

source: User defined transponder
de: Transponder benutzerdefiniert
gl: Transpondedor definido polo usuario

source: User interface
de: Benutzeroberfläche
gl: Interface de usuario

source: UserDialog
de: Bedienfeld

source: UserManager
de: Benutzerverwaltung

source: Username
de: Benutzername

source: Using LNB %d
de: Verwende LNB %d
gl: Utilizando LNB %d

source: Using fixed address
de: Benutze feste Adresse
gl: Usando enderezo fixo

source: Using tuner %s
de: Verwende Tuner %s
gl: Usando o sintonizador %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
de: Falls die Untertitelsprache mit der Audiospur-Sprache identisch ist, werden Untertitel standartmässig nicht eingeblendet. Bei Aktivierung dieser Option werden diese Untertitel trotzdem verwendet/angezeigt.
gl: Normalmente, cando o idioma dos subtítulos é o mesmo có do idioma de son, no se utilizarán os subtítulos. Activa esta opción para permitir que se utilicen estes subtítulos.

source: VCR scart
de: Scart-Videorekorder
gl: Euroconector VCR

source: VLAN connection
de: VLAN Verbindung
gl: Conexión VLAN

source: VLC Media List
de: VLC Media Liste

source: VLC Server List
de: VLC-Serverliste

source: VOB file
de: VOB Datei
gl: Ficheiro VOB

source: Valid ONID/TSID look at www.lyngsat.com...
de: Gültige ONID/TSID siehe www.lyngsat.com...

source: Various
de: Verschiedene
gl: Varios

source: Vertical
de: Vertikal

source: Vertical turning speed
de: Vertikale Drehgeschwindigkeit
gl: Velocidade de xiro vertical

source: Very short filenames
de: Sehr kurze Dateinamen

source: Video
de: Bild

source: Video Settings
de: Video Einstellungen

source: Video clipping setup
de: Video Clipping Konfiguration
gl: Configuración do recorte de vídeo

source: Video enhancement preview
de: Erweiterte A/V-Einstellungen Vorschau
gl: Previsualización da mejora de vídeo

source: Video enhancement setup
de: Erweiterte A/V-Einstellungen
gl: Configuración da mellora de video

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
de: Auswahl des Videoeingangs Bitte drücken Sie OK, wenn Sie diese Seite auf Ihrem Fernseher sehen können (oder wählen Sie einen anderen Eingang aus). Der nächste Videoeingang wird automatisch nach 20 Sekunden getestet.
gl: Selección de entrada de vídeo Preme OK se podes ver esta páxina no teu televisor (ou selecciona outro porto de entrada). O seguinte porto de entrada probarase automaticamente en 20 segundos.

source: Video mode selection.
de: Auswahl des Videomodus.
gl: Selección de modo de vídeo.

source: Video output
de: Videoausgabe
gl: Saída de video

source: Video settings
de: Video Einstellungen

source: Video setup
de: Video Konfiguration
gl: Configuración de video

source: Video wizard
de: Video-Assistent
gl: Asistente de video

source: VideoMode
de: Video-Modus
gl: Modo de vídeo

source: Videocodec, size & format
de: Videocodec, Größe & Format
gl: Codec de vídeo, tamaño e formato

source: Videoenhancement
de: Videoverbesserung

source: View Rass interactive...
de: RaSS Interaktiv anzeigen...
gl: Ver Rass interactivo…

source: View details
de: Details ansehen
gl: Ver detalles

source: View list of available %s extensions.
de: Liste der verfügbaren %s-Erweiterungen anzeigen.

source: View list of available CommonInterface extensions
de: Eine Liste der verfügbaren Common Interface-Erweiterungen anzeigen
gl: Ver lista de extensións de CommonInterface dispoñibles

source: View list of available EPG extensions.
de: Eine Liste der verfügbaren EPG-Erweiterungen anzeigen.
gl: Ver lista de extensións de EPG dispoñibles.

source: View list of available Satellite equipment extensions.
de: Liste der verfügbaren Satellitenausrüstungs-Plugins anzeigen.
gl: Ver lista de extensións de equipamento de Satélite dispoñibles.

source: View list of available communication extensions.
de: Eine Liste der verfügbaren Kommunikations-Erweiterungen anzeigen.
gl: Ver lista de extensións de comunicación dispoñibles.

source: View list of available default settings
de: Eine Liste der verfügbaren Standard-Einstellungen anzeigen
gl: Ver lista de configuracións por defecto dispoñibles

source: View list of available display and userinterface extensions.
de: Eine Liste der verfügbaren Display- und Userinterface-Erweiterungen anzeigen.
gl: Ver lista de extensións de pantalla e de interface de usuario dispoñibles.

source: View list of available multimedia extensions.
de: Eine Liste der verfügbaren Multimedia-Erweiterungen anzeigen.
gl: Ver lista de extensións multimedia dispoñibles.

source: View list of available networking extensions
de: Eine Liste der verfügbaren Netzwerk-Erweiterungen anzeigen
gl: Ver lista de extensións de rede dispoñibles

source: View list of available recording extensions
de: Eine Liste der verfügbaren Aufnahme-Erweiterungen anzeigen
gl: Ver lista de extensións de gravación dispoñibles

source: View list of available skins
de: Eine Liste der verfügbaren Skins anzeigen
gl: Ver lista de skins dispoñibles

source: View list of available software extensions
de: Eine Liste der verfügbaren Software-Erweiterungen anzeigen
gl: Ver lista de extensións de software dispoñibles

source: View list of available system extensions
de: Eine Liste der verfügbaren System-Erweiterungen anzeigen
gl: Ver lista de extensións de sistema dispoñibles

source: View or edit file (if size < 1MB)
de: Datei anzeigen oder bearbeiten (bei Grö�~_en <1 MB)

source: View or edit this %s script
de: Skript (%s) anzeigen oder bearbeiten

source: View photos...
de: Fotos ansehen ...
gl: Ver fotos…

source: View teletext...
de: Videotext anzeigen...
gl: Ver teletexto…

source: View video CD...
de: Video CD ansehen ...
gl: Ver video CD…

source: Virtual Key Board Actions
de: Virtuelle Tastatur Aktionen

source: Virtual KeyBoard Functions
de: Virtuelle Tastatur Funktionen
gl: Funcións do teclado virtual

source: Virtual KeyBoard Text:
de: Virtuelle Tastatur Text:
gl: Texto do teclado virtual:

source: Virtual Keyboard Actions
de: Virtuelle Tastatur Aktionen

source: Virtual keyboard
de: Virtuelle Tastatur
gl: Teclado virtual

source: Visually impaired commentary
de: Kommentar für Sehbehinderte

source: Voltage mode
de: Spannungs-Modus
gl: Modo voltaxe

source: Volume
de: Lautstärk

source: Volume down
de: Lautstärke erhöhen
gl: Baixar volume

source: Volume keys on the receiver remote will control the TV volume.
de: Mit den Lautstärketasten auf der Fernbedienung des Receivers wird die Lautstärke des Fernsehers geregelt.

source: Volume up
de: Lautstärke reduzieren
gl: Subir volume

source: WARNING!
de: WARNUNG!

source: WLAN connection
de: WLAN Verbindung
gl: Conexión WLAN

source: WMA Pro downmix
de: WMA pro heruntermischen

source: WSS on 4:3
de: WSS bei 4:3
gl: WSS en 4:3

source: Wait please while creating swapfile...
de: Warten Sie, während die Swapdatei erstellt wird.

source: Wait please while scanning...
de: Bitte warten Sie, der Suchvorgang läuft...

source: Waiting
de: Warte
gl: Agardando

source: Waiting for mount
de: Warte auf Einhängung
gl: Agardando a montaxe

source: Waiting for partition
de: Warte auf Partition
gl: Agardando partición

source: Wake the receiver from standby when selected wake command is sent from the TV.
de: Wecken Sie den Receiver aus dem Standby, wenn ein ausgewählter Weckbefehl vom Fernsehgerät gesendet wird.

source: Wakeup
de: Anschalten
gl: Activación

source: Wakeup A/V receiver from standby too.
de: A/V-Receiver aus Standby anschalten.

source: Wakeup TV from standby
de: Fernseher aus Standby anschalten
gl: Activar o TV desde repouso

source: Wakeup command for TV
de: Anschaltsignal vom Fernseher
gl: Comando de activación do TV

source: Wakeup receiver for start timer
de: Wecke Receiver für Timerstart
gl: Activar o receptor para o temporizador de inicio

source: Wakeup receiver from standby
de: A/V-Receiver aus Standby anschalten
gl: Activar o receptor desde repouso

source: Wakeup signal from TV
de: Anschaltsignal vom Fernseher
gl: Sinal de activación desde o TV

source: Wakeup time
de: Aufweckzeit
gl: Hora de activación

source: Wakeup type
de: Aufweck-Modus
gl: Tipo de activación

source: Warning
de: Warnung
gl: Advertencia

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
de: Warnung! Diese Option ist nur für erfahrene Benutzer. Timerkonflikterkennung wirklich deaktivieren?
gl: Advertencia! Esta é unha opción para usuarios avanzados. Seguro que queres desactivar a detección de conflitos do temporizador?

source: Warning: FBC-C V1 tuner should be connected to the first slot to work correctly. Otherwise, only 2 out of 8 demodulators will be available when connected in the second slot.
de: Achtung! Der FBC-C V1 Tuner sollte an den ersten Steckplatz angeschlossen werden, um korrekt zu funktionieren. Andernfalls sind nur 2 von 8 Demodulatoren verfügbar, wenn er am zweiten Steckplatz angeschlossen ist.

source: Warning: no LNB; using factory defaults.
de: Warnung: kein LNB; verwende Werkseinstellung.
gl: Advertencia: non hai LNB; usando os valores predeterminados de fábrica.
