Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Filter extension for 'My extension' setting of 'Filter extension'. Use the extension name without a '.'.
de: Filtererweiterung für 'meine Erweiterung' Einstellung von 'Filtererweiterung'. Verwenden Sie den Erweiterungsnamen ohne '.' ein.

source: Filter extension, (*) appears in title
de: Filtererweiterung (*) erscheint im Titel

source: Filter visible file classes by extension.
de: Sichtbare Dateiklassen nach Erweiterung filtern.

source: Final position at
de: Endposition auf
gl: Posición final en

source: Final position at index
de: Endposition auf Index
gl: Posición final no índice

source: Final scroll delay
de: Verzögerung nach Text-Durchlauf
gl: Retardo do desplazamento final

source: Find currently playing service
de: Aktuellen Sender finden
gl: Atopar o servizo en reprodución

source: Fine movement
de: Fein-Steuerung
gl: Movemento fino

source: Finetune
de: Feineinstellungen
gl: Axuste fino

source: Finetune the auto DiSEqC order to in your situation the satellites could be found faster.
de: Stelle die automatische DiSEqC-Bestellung so ein, dass in deiner Situation die Satelliten schneller gefunden werden können.

source: Finished
de: Beendet
gl: Rematado

source: Finished configuring your network
de: Netzwerk-Konfiguration abgeschlossen
gl: Rematou a configuración da rede

source: Finished removing your wifi configuration
de: Fertig mit dem Entfernen deiner WLAN-Konfiguration

source: Finished restarting your network
de: Netzwerkneustart abgeschlossen
gl: Rematou o reinicio da rede

source: Finnish
de: Finnisch
gl: Finés

source: Firmware: unknown
de: Firmware: unbekannt

source: Fixed
de: Fixiert
gl: Fixo

source: Fixed mount
de: Fest eingebunden

source: Fixed mounted first initialized Storage Device to /media/hdd. It needs a system restart in order to take effect. Restart your %s %s now?
de: Das erste initialisierte Speichergerät wurde fest unter /media/hdd eingebunden.Zum Übernehmen der Einstellungen ist ein Neustart notwendig. %s %s jetzt neustarten?

source: Flash Image
de: Image flashen
gl: Imaxe flash

source: Flash and restore settings
de: Flashen und Einstellungen wiederherstellen

source: Flash image
de: Image flashen

source: Flash your %s %s and reboot now?
de: Ihre %s %s wirklich Flashen und neu starten?

source: Flash, restore settings and user selected plugins
de: Flashen, Einstellungen und gewählte Plugins wiederherstellen

source: Flashing Image
de: Flashe Image
gl: Gravando imaxe

source: Flashing image successful
de: Image Flash erfolgreich
gl: Rematou a gravación da imaxe

source: Flashing image was not successful %s
de: Flashen vom Image war nicht erfolgreich %s
gl: Houbo un erro na gravación da imaxe %s

source: Flat alphabetical
de: Flach alphabetisch

source: Flat by key group on remote
de: Wohnung nach Tastengruppe auf der Fernbedienung

source: Flat by position on remote
de: Flach nach Position auf der Fernbedienung

source: Following tasks will be done after you press OK!
de: Folgendes wird ausgeführt, nachdem Sie OK gedrückt haben!
gl: Ao pulsar OK faranse as seguintes tarefas!

source: For this box, the network connection can also be used for detection.
de: Bei dieser Box kann auch die Netzwerkverbindung zur Erkennung verwendet werden.

source: Force legacy signal stats
de: Erzwinge Legacy-Signal-Statistiken
gl: Forzar estatísticas de sinais heredados

source: Force power off (even when not in standby)
de: Ausschalten erzwingen (auch wenn nicht im Standby)

source: Force zap to recording service in standby
de: Zappen zum Aufzeichnungsdienst im Standby erzwingen

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
de: Erzwingt Deep-Standby, auch wenn es sich nicht im Standby-Modus befindet. Geplante Aufnahmen bleiben davon unberührt.

source: Format
de: Formatieren
gl: Formato

source: Format as
de: Formatieren als

source: Format finished with success
de: Formatierung erfolgreich beendet

source: Format/Partition your Devices and manage Mountpoints
de: Laufwerke Formatieren / Partitionieren und Mountpunke festlegen

source: Formatting disk
de: Formatiere Laufwerk

source: Formatting disk %s
de: Formatiere Laufwerk %s

source: Formatting partition %d
de: Formatiere Partition %d

source: Forward volume keys
de: Lautstärketasten weiterleiten
gl: Teclas de volume

source: Forwarded volume step size
de: Lautstärketasten Schrittweite

source: Four partitions (25% - 25% - 25% - 25%)
de: Vier Partitionen (25% - 25% - 25% - 25%)

source: Frame rate
de: Bildwiederholrate

source: Frame size in full view
de: Framegröße im Vollbild
gl: Tamaño do marco en vista completa

source: Free: %s/%s
de: Frei: %s/%s

source: French
de: Französisch
gl: Francés

source: Frequency
de: Frequenz
gl: Frecuencia

source: Frequency & Channel
de: Frequenz & Kanal
gl: Frecuencia e canle

source: Frequency & Polarization
de: Frequenz & Polarisation
gl: Frecuencia e polarización

source: Frequency bands
de: Frequenzbänder
gl: Bandas de frecuencia

source: Frequency scan step size(khz)
de: Frequenz Schrittweite (kHz)
gl: Tamaño do salto de frecuencia no escaneo (khz)

source: Frequency steps
de: Frequenz Schritte
gl: Pasos de frecuencia

source: Frequency:
de: Frequenz:
gl: Frecuencia:

source: Fri
de: Fr
gl: Ven

source: Friday
de: Freitag
gl: Venres

source: From:
de: Von:
gl: De:

source: Frontprocessor version: %s
de: Frontprozessor-Version: %s
gl: Versión do FrontProcessor: %s

source: Full Image Backup
de: Image Vollsicherung

source: Full description separator
de: Vollständige Beschreibung Separator

source: Full screen
de: Vollbild
gl: Pantalla completa

source: Full transparency
de: Volle Transparenz
gl: Transparencia total

source: Full view resolution
de: Auflösung Vollansicht
gl: Resolución a vista completa

source: Fullbackup Images
de: Gesicherte Images

source: Fullbackup on %s
de: Komplettsicherung auf %s

source: Function Key Actions
de: Funktionstaste Aktionen

source: Function of OK button
de: Funktion der OK Taste
gl: Función do botón OK

source: Further Options
de: Weitere Optionen
gl: Opcións adicionais

source: Further options
de: Weitere Optionen
gl: Opcións adicionais

source: GBAspectRatioSwitchSetup
de: GBAspectRatioSwitch Einstellungen

source: GMEPG Select Actions
de: GMEPG-Aktionen auswählen

source: GREEN
de: Grün

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
de: Das System muss neu gestartet werden, um die neue Sprache übernehmen zu können. Wollen Sie jetzt neu starten?
gl: A GUI necesita un reinicio para aplicar o novo idioma Queres reiniciar a GUI agora?

source: General AC3 delay
de: Allgemeine AC3 Verzögerung
gl: Retardo Xeral AC3

source: General PCM delay
de: Allgemeine PCM Verzögerung
gl: Retardo Xeral PCM

source: General bluetooth audio delay
de: Allgemeine Bluetooth-Audio-Verzögerung

source: Genre
de: Kategorie
gl: Xénero

source: German
de: Deutsch
gl: Alemán

source: Germany
de: Deutschland
gl: Alemaña

source: Getting plugin information. Please wait...
de: Lade Plugin-Informationen. Bitte warten...
gl: Obtendo información do complemento. Espera…

source: GigaBlue Setup
de: GigaBlue Einstellungen

source: Global Actions
de: Globale Aktionen

source: Go down the list
de: Liste nach unten durchgehen
gl: Baixar na lista

source: Go to bookmarked folder
de: Zum Ordner Lesezeichen gehen

source: Go to end of file
de: Springe zum Dateiende

source: Go to first movie or last item
de: Zum ersten Film oder letzten Eintrag springen
gl: Ir á primeira película o ao último elemento

source: Go to first movie or top of list
de: Zum ersten Film oder ersten Eintrag springen
gl: Ir á primeira película o ao principio da lista

source: Go to first service
de: Springe zum ersten Kanal
gl: Ir ao primeiro servizo

source: Go to last service
de: Springe zum letzten Kanal
gl: Ir ao último servizo

source: Go to next event
de: Springe zur nächsten Sendung
gl: Ir ao seguinte evento

source: Go to next page of service
de: Springe zur nächsten Kanal-Seite
gl: Ir á seguinte páxina de servizos

source: Go to parent directory
de: Übergeordnetes Verzeichnis

source: Go to previous event
de: Springe zur vorherigen Sendung
gl: Ir ao evento anterior

source: Go to previous page of service
de: Springe zur vorherigen Kanal-Seite
gl: Ir á anterior páxina de servizos

source: Go to start of file
de: Springe zum Dateianfang

source: Go up the list
de: Liste nach oben durchgehen
gl: Subir na lista

source: Goto
de: Gehe zu
gl: Ir a

source: Goto 0
de: Gehe zu 0
gl: Ir a 0

source: Goto X
de: Gehe zu X
gl: Ir a X

source: Goto down service
de: Springe zum unteren Sender
gl: Ir ao servizo inferior

source: Goto index position
de: Gehe zur Index Position
gl: Ir á posición do índice

source: Goto next day of events
de: Springe zum nächsten Tag mit Sendungen
gl: Ir ao día seguinte de eventos

source: Goto next page of events
de: Springe zur nächsten Seite mit Sendungen
gl: Ir á páxina seguinte de eventos

source: Goto position
de: Zu Position springen
gl: Ir á posición

source: Goto previous day of events
de: Springe zum vorherigen Tag mit Sendungen
gl: Ir ao día anterior de eventos

source: Goto previous page of events
de: Springe zur vorherigen Seite mit Sendungen
gl: Ir á páxina anterior de eventos

source: Goto primetime / now
de: Zur Primetime springen
gl: Ir a horario central/agora

source: Goto specific date/time
de: Springe zum angegebenen Datum/Uhrzeit
gl: Ir a data/hora específicas

source: Goto up service
de: Springe zum oberen Sender
gl: Ir ao servizo superior

source: Goto:
de: Gehe zu:
gl: Ir a:

source: GotoX calibration
de: Gehe zur X Kalibrierung
gl: Calibración GotoX

source: GraphMultiEpg Settings
de: GraphMultiEpg Einstellungen
gl: Configuración de GraphMultiEpg

source: Graphical Multi EPG
de: Grafischer Multi-EPG
gl: Multi EPG gráfica

source: Graphics
de: Grafiken

source: Greek
de: Griechisch
gl: Grego

source: Green
de: Grün
gl: Verde

source: Group:
de: Gruppe:

source: Guard interval
de: Guard Intervall
gl: Intervalo de guarda

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
de: H: = Stündlich / D: = Täglich / W: = Wöchentlich / M: = Monatlich

source: HD list
de: HD Liste
gl: Lista de alta definición

source: HDD Info
de: Festplatten Info

source: HDMI CEC setup
de: HDMI-CEC Einstellungen

source: HDMI Colordepth
de: HDMI Farbtiefe
gl: Profundidade de cor HDMI

source: HDMI Colorspace
de: HDMI Farbraum
gl: Espazo de cor HDMI

source: HDMI HDR Type
de: HDMI HDR Typ
gl: Typo de HDR HDMI

source: HDMI Recording
de: HDMI Aufnahme

source: HDMI-CEC Source Active
de: HDMI-CEC Quelle aktiv
gl: Fonte activa HDMI-CEC

source: HDMI-CEC Source Inactive
de: HDMI-CEC Quelle inaktiv
gl: Fonte inactiva HDMI-CEC

source: HDMI-CEC address
de: HDMI-CEC-Adresse

source: HDMI-CEC setup
de: Einstellungen HDMI-CEC
gl: Configuración de HDMI-CEC

source: HDMI-IN Actions
de: HDMI-IN-Aktionen

source: HDMI-IN Recording settings
de: HDMI-IN Aufnahmeeinstellungen

source: HDR10 support
de: HDR 10 Unterstützung
gl: Soporte HDR10

source: HI-cleanup for external subtitles
de: Hörgeschädigten-Bereinigung für externe Untertitel

source: HISTORY
de: VERLAUF

source: HLG support
de: HLG Unterstützung
gl: Soporte HLG

source: Handle standby from TV
de: Receiver mit Fernseher in den Standby versetzen
gl: Manexar o repouso desde o TV

source: Handle wakeup from TV
de: Receiver mit Fernseher aufwecken
gl: Manexar a activación desde o TV

source: Hard Drive Partitions
de: Festplattenpartitionen

source: Hard Drive Setup
de: Festplatten Einstellungen

source: Hard disk
de: Festplatte
gl: Disco duro

source: Hard disk setup
de: Festplatten-Einstellungen
gl: Configuración do disco duro

source: Hard disk standby after
de: Festplatten-Standby nach
gl: Disco duro en repouso despois

source: Harddisk
de: Festplatte
gl: Disco duro

source: Harddisk Setup
de: Festplatten Einstellungen
gl: Configuración do disco duro

source: Harddisk standby after
de: Festplatten Standby nach

source: Hardware Accelerated
de: Hardwarebeschleunigt

source: Heads: unknown
de: Köpfe: unbekannt

source: Hebrew
de: Hebräisch
gl: Hebreo

source: Height
de: Höhe

source: Help
de: Hilfe

source: Help Actions
de: Hilfe-Aktionen

source: Help Screen
de: Hilfe Bildschirm

source: Helps setting up your signal
de: Hilft bei der Einrichtung Ihres Signals

source: Hidden network
de: Verstecktes Netzwerk
gl: Rede oculta

source: Hide
de: Ausblenden
gl: Ocultar

source: Hide channel list in radio mode
de: Verberge Senderliste im Radio-Modus
gl: Ocultar a lista de canles en modo radio

source: Hide known extensions
de: Bekannte Erweiterungen ausblenden
gl: Ocultar as extensións coñecidas

source: Hide number markers
de: Verberge Nummer-Marker

source: Hide parentel locked services
de: Verstecke durch Jugendschutz geschützte Sender
gl: Ocultar os servizos con control paterno

source: Hide player
de: Player ausblenden
gl: Ocultar o reprodutor

source: Hide sub-menu
de: Untermenü ausblenden

source: Hide zap errors
de: Verberge Zap-Fehler
gl: Ocultar os erros de cambio

source: Hierarchy info
de: Hierarchie Information
gl: Información da xerarquía

source: High bitrate support
de: Kann hohe Datenraten verarbeiten
gl: Soporte de alta tasa de bits

source: History Prev/Next
de: Historie nächste

source: History back
de: Historie zurück
gl: Retroceder historial

source: History next
de: Historie nächste
gl: Avanzar no historial

source: Hold screen
de: Bild halten
gl: Pantalla de espera

source: Hold till locked
de: Halte Bild bis Abschluß
gl: Manter ata bloquear

source: Horizontal turning speed
de: Horizontale Drehgeschwindigkeit
gl: Velocidade de xiro horizontal

source: HotKey
de: Tastenbelegung

source: HotKey Setup
de: Tastenbelegung Einstellungen
gl: Configuración de HotKey

source: Hotkey
de: Tastenbelegung

source: Hotkey Actions
de: Hotkey-Aktionen

source: Hotkey Panic
de: Paniktaste
gl: Hotkey de Pánico

source: Hotkey Setup
de: Tastenbelegung Einstellungen
gl: Hotkey de Configuración

source: Hotkey zap
de: Zaptaste
gl: Hotkey de cambio

source: Hourly
de: Stündlich

source: How many minutes do you want add to the recording?
de: Wie viele Minuten möchten Sie der Aufnahme hinzufügen?
gl: Cantos minutos queres agregar á gravación?

source: How many minutes do you want to record?
de: Wie viele Minuten möchten Sie aufnehmen?
gl: Cantos minutos queres gravar?

source: Http(s) stream start delay
de: Http(s) stream Start Verzögerung

source: Hue
de: Farbton
gl: Cor

source: Hungarian
de: Ungarisch
gl: Húngaro

source: I/O priority for script execution
de: I/O-Priorität für die Skriptausführung

source: IP address
de: IP-Adresse
gl: Enderezo IP

source: IP of fallback remote receiver
de: IP Adresse der Notfall-Receiver
gl: IP do receptor de reserva remoto

source: IPv6 setup
de: IPv6 Einstellungen

source: IPv6 support
de: IPv6 Unterstützung

source: ISO file is too large for this filesystem!
de: Die ISO-Datei passt nicht auf das Dateisystem!
gl: O ficheiro ISO é demasiado grande para este sistema de arquivos!

source: ISO path
de: ISO-Ausgabepfad
gl: Ruta ao ISO

source: Icons
de: Symbole
gl: Iconas

source: If an action is user-configurable, its help entry will be flagged (C)
de: Wenn eine Aktion benutzerkonfigurierbar ist, wird ihr Hilfeeintrag markiert (C)

source: If disabled, underline characters in file and directory names are not shown and are replaced with spaces.
de: Wenn deaktiviert werden Unterstrich Symbole im Dateisystem mit Leerzeichen ersetzt.
gl: Se está desactivado, os guions baixos nos nomes de ficheiro e directorio non se amosan e substitúense por espazos.

source: If editing a file, can you set the cursor start position at end or begin of the line.
de: Wenn eine Datei bearbeitet wird, kann man hier festlegen ob sich die Cursorposition am Anfang oder am Ende der Zeile befindet.

source: If enabled, AIT data is included in recordings.
de: Wenn aktiviert sind in den Aufzeichnungen AIT-Daten enthalten.

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log')
de: Wenn aktiviert, wird ein Protokoll über den CEC-Protokollverkehr geführt ('hdmicec.log')

source: If enabled, bookmarks will be updated with the new location when you move or copy a recording.
de: Wenn aktiviert werden Lesezeichen beim Verschieben oder Kopieren mit angepasst.
gl: Se está activado, actualízanse os marcadores coa nova localización ao mover ou copiar unha gravación.

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
de: Wenn aktiviert, zeigt das Display 12 Zeichen statt 8, aber nur in Latein-1 / Translit.
gl: Se está activado, a pantalla amosa 12 caracteres en lugar de 8, pero só en latin-1/translit.

source: If enabled, then there will be displayed icons for new/unseen items too.
de: Wenn diese Option aktiviert ist, werden auch Symbole für neue / unbekannte Objekte angezeigt.
gl: Se está activado, tamén se amosan as iconas dos elementos novos/non vistos.

source: If is enabled and movie playback is finished, then after return to movielist will not be automaticaly start service playback.
de: Wenn aktiviert und die Filmwiedergabe beendet ist, wird nach der Rückkehr zu Movielist nicht automatisch die Kanalwiedergabe gestartet.
gl: Se está activado e rematou a reprodución dunha película, ao volver á lista de películas non se comeza a reprodución automática do servizo.

source: If set as 'Yes', then audiofiles are played in 'list mode' only, instead in full screen player.
de: Wenn "Ja" eingestellt ist, werden Audiodateien nur im Listenmodus und nicht im Vollbildmodus wiedergegeben.
gl: Se o estableces a ‘Si’, as pistas de son reprodúcense en ‘modo de lista’ en vez de nun reprodutor de pantalla completa.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
de: Auf 'Ja' setzen um Signalwerte (SNR, etc) aus API V3 zu berechnen. Dies ist eine alte API-Version, welche ersetzt wurde.
gl: Se o estableces a ‘si’, os valores de sinal (SNR, etc.) calcularanse a partir da API V3. Esta é unha versión antiga da API que ven de ser substituída.

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
de: Bei der Einstellung "Ja" werden bei Deep-Standby-Ereignissen die gleichen Befehle an das Fernsehgerät gesendet wie bei normalen Standby-Ereignissen.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
de: Wenn auf „Ja“ gesetzt, können Sie Timeshift mit alternativen Audio-Plugins verwenden.

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
de: Soll die Box in den Deep Standby gehen z.B. montagnacht um 1 uhr, eigentlich ist es schon dienstag. Um dies trotzdem zu ermöglichen, kann hier eine abweichende Startzeit am nächsten Tag angegeben werden.

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
de: Wenn Sie mehrere uncommitted Schalter verwenden,müssen die DiSEqC-Befehle mehrmals gesendet werden. Legen Sie die Anzahl der uncommitted Schalter in der Kette minus eins als Wert fest.
gl: Se utilizas múltiples conmutadores non comprometidos hai que enviar os comandos DiSEqC varias veces. Axústao á cantidade de conmutadores na cadea menos un.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
de: Wenn Sie einen zirkular polarisierten LNB verwenden, wählen Sie "Ja", andernfalls wählen Sie "Nein".
gl: Se utilizas un LNB circular polarizado, selecciona ‘si’; en caso contrario, selecciona ‘non’.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
de: Wenn Sie einen DiSEqC-Commit-Schalter verwenden, geben Sie den nötigen Port-Buchstaben ein, für den Zugriff auf das für diesen Satelliten verwendete LNB.
gl: Se utilizas un conmutador comprometido DiSEqC, insire a letra de porto requirido para acceder ao LNB utilizado con este satélite.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
de: Wenn Sie einen uncommitted DiSEqC Schalter verwenden, geben Sie die Portnummer ein, die für den Zugriff auf das für diesen Satelliten verwendete LNB erforderlich ist.
gl: Se utilizas un conmutador non comprometido DiSEqC, insire o número de porto requirido para acceder ao LNB utilizado con este satélite.

source: If you see this, something is wrong with your scart connection. Press OK to return.
de: Wenn Sie diese Meldung sehen, ist Ihr Scart-Kabel falsch angeschlossen. Bitte OK drücken, um zurück zu gelangen.
gl: Se ve isto, é que algo está mal coa conexión do euroconector. Preme OK para volver.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
de: Falls Ihr Fernseher über Helligkeits- oder Kontraststeigerung verfügt, deaktivieren Sie diese. Falls es eine "Dynamik"-Einstellung gibt, sollte sie auf Standard gesetzt werden. Verändern Sie die Intensität der Hintergrundbeleuchtung nach Ihrem Geschmack. Verringern Sie den Kontrast Ihres Fernsehers soweit wie möglich. Verringern Sie anschließend die Helligkeit soweit wie möglich. Stellen Sie dabei sicher, dass die beiden untersten Grauschattierungen erkennbar bleiben. Die hellen Schattierungen werden im folgenden Schritt eingestellt. Drücken Sie OK, wenn Sie mit dem Ergebnis zufrieden sind.
gl: Se o teu TV ten melloras no brillo ou no contrase, desactivao. Se hai algo chamado "dinámico", pásao a estándar. Axusta o nivel de luz traseira a un valor que che guste. Pon o contraste do teu TV o máis baixo posible. Pon o brillo o máis baixo posible, pero asegúrate de que os niveis dos dous tons de gris máis baixos son distinguibles. No te preocupes agora sobre os tons máis brillantes. Estes configuraranse no seguinte paso. Se estás contento cos resultados, preme OK.

source: Ignore DVB-C namespace sub network
de: Ignoriere das DVB-C Namespace Subnetzwerk
gl: Ignorar a subrede do espazo de nomes DVB-C

source: Ignore DVB-S namespace sub network
de: Ignoriere das DVB-S Namespace Subnetzwerk
gl: Ignorar a subrede do espazo de nomes DVB-S

source: Ignore DVB-T namespace sub network
de: Ignoriere das DVB-T Namespace Subnetzwerk
gl: Ignorar a subrede do espazo de nomes DVB-T

source: Ignore conflict
de: Konflikt ignorieren
gl: Ignorar o conflito

source: Image Backup
de: Image Sicherung

source: Image View On
de: Bild anzeigen

source: Image created on: %s/%s-%s-%s-backup-%s_mmc.zip
de: Image erstellt: %s/%s-%s-%s-backup-%s_mmc.zip

source: Image created on: %s/%s-%s-%s-backup-%s_recovery_emmc.zip
de: Image erstellt: %s/%s-%s-%s-backup-%s_recovery_emmc.zip

source: Image created on: %s/%s-%s-%s-backup-%s_usb.zip
de: Image Erstellt: %s/%s-%s-%s-backup-%s_usb.zip

source: Image creation failed -
de: Image Erstellung fehlgeschlagen -

source: Image to install is invalid %s
de: Image zum Installieren ist fehlerhaft %s
gl: A imaxe para instalar non é válida %s

source: ImageWizard
de: Einstellungen wiederherstellen

source: Import AutoTimer
de: AutoTimer Import
