Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Cannot move files on a different disk or system to the trash can
de: Dateien auf einem anderen System können nicht in den Mülleimer verschoben werden
gl: Non se poden mover os ficheiros dunha unidade ou sistema distinto á papeleira

source: Cannot move to trash can
de: Die Datei konnte nicht in den Mülleimer verschoben werden
gl: Non se pode mover á papeleira

source: Cannot umount current device. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Kann aktuelles Medium nicht aushängen. Eine laufende Aufnahme, Timeshift oder andere laufende Prozesse (wie Samba, Auslagerungsdatei oder NFS) können dieses Problem verursachen. Bitte beenden Sie diese und versuchen Sie es erneut

source: Cannot umount current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Kann aktuelles Laufwerk nicht aushängen. Eine laufende Aufnahme, Timeshift oder andere laufende Prozesse (wie Samba, Auslagerungsdatei oder NFS) können dieses Problem verursachen. Bitte beenden Sie diese und versuchen Sie es erneut

source: Capabilities:
de: Fähigkeiten:

source: Capacity:
de: Kapazität:
gl: Capacidad:

source: Card
de: Karte
gl: Tarxeta

source: Cascade PiP
de: Kaskadiere PiP
gl: PiP en cascada

source: Center DVB subtitles
de: Zentriere DVB-Untertitel
gl: Centrar os subtítulos DVB

source: Center time-labels and remove date
de: Zentriere Zeitmarken und entferne Datum
gl: Centrar as marcas de tempo e eliminar a data

source: Change Language
de: Sprache ändern
gl: Cambiar idioma

source: Change PIN
de: PIN ändern
gl: Cambiar PIN

source: Change bouquets in quickzap
de: Bouquet wechseln bei Quickzap
gl: Cambiar de buqué en cambio rápido de canle

source: Change buttons for list navigation
de: Tasten für die Listennavigation ändern

source: Change execute permissions (755/644)
de: Berechtigungen ändern (755/644)

source: Change old drive with this new drive
de: Ersetze altes Laufwerk mit diesem neuen Laufwerk

source: Change recording (add time)
de: Aufnahme ändern (Aufnahmezeit)
gl: Cambiar gravación (engadir tempo)

source: Change recording (duration)
de: Aufnahme ändern (Aufnahmelänge)
gl: Cambiar gravación (duración)

source: Change recording (endtime)
de: Aufnahme ändern (Aufnahmeendzeit)
gl: Cambiar gravación (hora remate)

source: Change repeat and delay settings?
de: Einstellung für Wiederholung und Verzögerung anpassen?
gl: Cambiar axustes de repetición e retardo?

source: Change step size
de: Schrittweite ändern
gl: Cambiar tamaño de salto

source: Change timer
de: Timer ändern
gl: Cambiar temporizador

source: Change view mode
de: Ansichtsmodus ändern

source: Changing keymap failed (%s).
de: Änderung der Tastenbelegung fehlgeschlagen (%s).

source: Channel
de: Kanal
gl: Canle

source: Channel Info
de: Kanal Info
gl: Información da canle

source: Channel Select Base Actions
de: Kanal wählen Basis-Aktionen

source: Channel Select EPG Actions
de: Kanalauswahl EPG-Aktionen

source: Channel Select Edit Actions
de: Kanal auswählen Bearbeiten Aktionen

source: Channel Selection
de: Kanalauswahl

source: Channel button always changes sides
de: Kanaltaste wechselt immer die Seite

source: Channel context menu
de: Kanal Kontextmenü
gl: Menú contextual da canle

source: Channel list type
de: Kanallisten-Typ
gl: Tipo de lista de canles

source: Channel not in services list
de: Kanal nicht in der Kanalliste
gl: O servizo non está na lista

source: Channel selection
de: Kanalliste
gl: Selección de canle

source: Channel zap delay another button
de: Umschaltverzögerung weiterer Tastendruck

source: Channel zap delay first button
de: Umschaltverzögerung erster Tastendruck

source: Channel zap delay mode
de: Modus der Umschaltverzögerung

source: Channel:
de: Kanal:
gl: Canle:

source: Channellist menu
de: Kanallisten-Menü
gl: Menú lista de canles

source: Channelnumber and picon
de: Kanalnummer und Picon
gl: Número de canle e picon

source: Channelnumber and servicename
de: Kanalnummer und Sendername
gl: Número e nome do servizo

source: Channelnumber, picon and servicename
de: Kanalnummer, Picon und Sendername
gl: Número, picon e nome do servizo

source: Channels
de: Kanäle
gl: Canles

source: Channels and EPG
de: Kanäle und EPG
gl: Canles e EPG

source: Channels only
de: Nur Kanäle
gl: Só canles

source: Chap.
de: Kap.
gl: Cap.

source: Chapter
de: Kapitel
gl: Capítulo

source: Chapter:
de: Kapitel:
gl: Capítulo:

source: Check
de: Test
gl: Comprobar

source: Check disk finished with success
de: Datenträger Überprüfung erfolgreich abgeschlossen

source: Check the internet connection
de: Überprüfe die Internet-Verbindung
gl: Comprobar a conexión a internet

source: Check the internet connection again
de: Überprüfe die Internet-Verbindung erneut
gl: Comprobar de novo a conexión a internet

source: Checking Feeds
de: Prüfe Feeds

source: Checking ONID/TSID
de: Überprüfung der ONID/TSID

source: Checking disk
de: Überprüfe Datenträger

source: Checking disk %s
de: Überprüfe Datenträger %s

source: Checking filesystem...
de: Überprüfe Dateisystem...
gl: Comprobando sistema de arquivos…

source: Checking the internet connection
de: Überprüfung der Internet-Verbindung
gl: Comprobando a conexión a internet

source: Checking tuner %s DiSEqC port %s for %s
de: Überprüfe Tuner %s DiSEqC Port %s auf %s
gl: Comprobando o sintonizador %s porto DiSEqC %s para %s

source: Children/Youth/Education/Science
de: Kinder/Jugend/Bildung/Wissenschaft

source: Chipset:
de: Chipsatz:

source: Chipset: BCM%s
de: Chipsatz: BCM%s

source: Choose Tuner
de: Tuner-Wahl
gl: Elixe sintonizador

source: Choose bouquet
de: Kanalliste auswählen
gl: Elixe buqué

source: Choose the location for crash and debuglogs.
de: Speicherort für Crash- und Debuglogs auswählen.

source: Choose the option to correct invalid EPG data.
de: Wähle die Option ungültige EPG-Daten zu korrigieren.

source: Choose the order in which items are displayed in Help windows
de: Wähle die Reihenfolge, in der die Elemente in den Hilfefenstern angezeigt werden

source: Choose whether AAC sound tracks should be transcoded.
de: Wähle, ob AAC-Tonspuren transkodiert werden sollen.

source: Choose whether AC3 sound tracks should be transcoded.
de: Wähle, ob AC3-Tonspuren transkodiert werden sollen.

source: Choose whether WMA Pro sound tracks should be downmixed.
de: Wähle, ob WMA Pro-Tonspuren heruntergemischt werden sollen.

source: Choose whether multi channel DTS-HD(HR/MA) sound tracks should be downmixed or transcoded.
de: Wähle, ob Mehrkanal-DTS-HD-(HR/MA)-Tonspuren heruntergemischt oder transkodiert werden sollen.

source: Choose whether multi channel aac+ sound tracks should be downmixed to stereo.
de: Wähle, ob Mehrkanal-AAC+-Tonspuren auf Stereo heruntergemischt werden sollen.

source: Choose whether to scan a single transponder, one satellite or multiple satellites.
de: Wählen Sie, ob ein einzelner Transponder, ein Satellit oder mehrere Satelliten gescannt werden sollen.

source: Choose whether to scan for free services only or whether to include paid/encrypted services too.
de: Wählen Sie aus, ob nur kostenlose Dienste gescannt werden sollen oder ob auch kostenpflichtige/verschlüsselte Dienste einbezogen werden sollen.

source: Choose which tuner to configure.
de: Wählen Sie den einzustellendenTuner aus.
gl: Elixe o sintonizador que queres configurar.

source: Ci Selection Actions
de: Ci-Auswahl-Aktionen

source: Circular LNB
de: Zirkular LNB
gl: LNB circular

source: Circular left
de: Links-Zirkular
gl: Circular esquerda

source: Circular right
de: Rechts-Zirkular
gl: Circular dereita

source: Cleanup
de: Aufräumen
gl: Limpar

source: Clear
de: Löschen
gl: Borrar

source: Clear before scan
de: Vor der Suche löschen
gl: Borrar antes de escanear

source: Clear fixed
de: Neue Adresse
gl: Borrar fixado

source: Clear log
de: Log löschen
gl: Borrar log

source: Clear playlist
de: Wiedergabeliste leeren
gl: Borrar lista de reprodución

source: Client is streaming from this box!
de: Ein Client streamt von der Box!
gl: O cliente está a transmitir desde este dispositivo!

source: Clock Skin
de: Uhr Skin

source: Clone TV screen to LCD
de: TV Bild auf LCD klonen
gl: Clonar pantalla de TV a LCD

source: Close
de: Schließen
gl: Pechar

source: Close PiP with 'exit' button
de: Schließe PiP mit Exit
gl: Pechar PiP co botón 'saír'

source: Close title selection
de: Titelauswahl schließen
gl: Pechar selección de título

source: Code rate HP
de: Empfangsrate HP
gl: Velocidade de código HP

source: Code rate LP
de: Empfangsrate LP
gl: Velocidade de código LP

source: Codec & lang%s
de: Codec und Sprache%s

source: Collapse
de: Reduzieren

source: Collection name
de: Zusammenstellungsname
gl: Nome da colección

source: Collection settings
de: Zusammenstellungs-Einstellungen
gl: Configuración da colección

source: Color
de: Farbe
gl: Cor

source: Color Actions
de: Farb-Aktionen

source: Color format
de: Farbformat
gl: Formato de cor

source: Combined
de: Kombiniert
gl: Combinado

source: Command To Run
de: Befehl zum ausführen

source: Command execution...
de: Befehl wird ausgeführt...
gl: Execución de comando…

source: Command order
de: Befehlsfolge
gl: Orden de comando

source: Command the TV to switch to the correct HDMI input when zap timers activate.
de: Sende Kommando zur Aktivierung des richtigen HDMI Eingangs (TV), wenn Aufnahme Timer aktiviert.

source: Command type
de: Befehlstyp

source: Commit info
de: Änderungsinfos
gl: Enviar información

source: Communication
de: Kommunikation
gl: Comunicación

source: Complete
de: Komplett
gl: Completado

source: Complex (allows mixing audio tracks and aspects)
de: Komplex (erlaubt Mischen versch. Ton-u. Bildformate)
gl: Complexo (permite mesturar pistas de son e aspectos)

source: Composition of the recording filenames
de: Zusammensetzung des Aufnahme-Dateinamens
gl: Composición dos nomes dos ficheiros de gravacións

source: Config List Actions
de: Aktionen der Konfig-Liste

source: Config Scan Details
de: Details Scan Konfiguration
gl: Detalles da configuración de escaneo

source: Config file name (ok to change):
de: Konfigurationsdatei (OK zum Ändern)

source: Config resolution of pictures
de: Auflösungseinstellung für Bilder
gl: Configurar resolución de imaxes

source: Configuration
de: Konfiguration
gl: Configuración

source: Configuration mode
de: Konfigurationsmodus
gl: Modo Configuración

source: Configuration mode: %s
de: Konfigurationsmodus: %s
gl: Modo Configuración: %s

source: Configure ATSC
de: Konfiguriere ATSC
gl: Configurar ATSC

source: Configure DVB-C
de: Konfiguriere DVB-C
gl: Configurar DVD-C

source: Configure DVB-S
de: Konfiguriere DVB-S
gl: Configurar DVB-S

source: Configure DVB-T
de: Konfiguriere DVB-T
gl: Configurar DVB-T

source: Configure an additional delay to improve external subtitle synchronisation.
de: Konfiguriert eine zusätzliche Verzögerung zur besseren Synchronisation externer Untertitel.
gl: Configurar un retardo adicional para mellorar a sincronización de subtítulos externos.

source: Configure an additional delay to improve subtitle synchronisation.
de: Konfiguriert eine zusätzliche Verzögerung zur besseren Synchronisation der Untertitel.
gl: Configurar un retardo adicional para mellorar a sincronización de subtítulos.

source: Configure default type for new timers.
de: Konfiguriere Standardtyp von neuen Timern.
gl: Configurar o tipo predeterminado para os novos temporizadores.

source: Configure for how long the infobar will remain visible after activation.
de: Konfiguriere wie lange die Infoleiste nach Einblendung sichtbar bleibt.
gl: Configurar durante canto tempo se mantén visible a barra de información despois da activación.

source: Configure how long finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed (or for plugins that support catchup).
de: Lege fest, wie lange beendete Veranstaltungen im EPG sichtbar bleiben sollen. Nützlich, wenn du Informationen über ein Ereignis brauchst, das gerade zu Ende gegangen ist oder sich verzögert hat (oder für Plugins, die Catchup unterstützen).

source: Configure how many channels are shown in the selection list.
de: Konfiguriere wieviele Kanäle in der Kanalliste angezeigt werden.
gl: Configurar o número de canles que se amosan na lista de selección.

source: Configure how recording filenames are constructed.
de: Namensaufbau für Aufnahme konfigurieren.
gl: Configurar como se forman os nomes dos ficheiros de gravación.

source: Configure how the fan should operate
de: Lüfterverhalten konfigurieren
gl: Configurar como debe funcionar o ventilador

source: Configure if and how crypto icons will be shown in the channel selection list.
de: Konfiguriere, ob und wie die Verschlüsselungssymbole in der Kanalliste angezeigt werden.
gl: Configurar se, e como, se amosan as iconas de criptografía na lista de selección de canles.

source: Configure if and how long the latest service in Picture in Picture mode will be remembered.
de: Konfiguriere, ob und wie lange der letzte PiP-Kanal gespeichert wird.
gl: Configurar se, e canto tempo, se recorda o último servizo no modo PiP.

source: Configure if and how service type icons will be shown in the channel selection list.
de: Konfiguriert, ob und wie Service-Typ Icons in der Kanalliste angezeigt werden.
gl: Configurar se, e como, se amosan as iconas do tipo de servizo na lista de selección de canles.

source: Configure if and how the record indicator will be shown in the channel selection list.
de: Konfiguriere, ob und wie das Aufnahmesymbol in der Kanalliste angezeigt wird.
gl: Configurar se, e como, se amosa o indicador de gravación na lista de selección de canles.

source: Configure if and how wide columns will be shown in the channel selection list.
de: Konfiguriere, ob und wie breite Spalten in der Kanalliste angezeigt werden.
gl: Configurar se, e como, se amosan as columnas anchas na lista de selección de canles.

source: Configure if behind the subtitles a background is shown.
de: Konfiguriere, ob hinter Untertiteln ein Hintergrund angezeigt wird.
gl: Configurar se detrás dos subtítulos se amosa un fondo.

source: Configure if epg.dat should be saved at all.
de: Konfigurieren Sie ob die epg.dat gespeichert werden soll.

source: Configure if service picons will be shown in display (when supported by the skin).
de: Falls aktiviert, werden Picons im Display angezeigt (sofern vom Skin unterstützt).
gl: Configurar se se amosan na pantalla os picons de servizo (cando estén soportados pola skin).

source: Configure if service picons will be shown in the channel selection list.
de: Falls aktiviert, werden Picons in der Kanalauswahlliste angezeigt.
gl: Configurar se se amosan os picons de servizo na lista de selección de canles.

source: Configure if the HDMI EDID checking should be bypassed as this might solve issue with some TVs.
de: Deaktivieren Sie HDMI EDID Überprüfung, um Probleme bei manchen TVs zu umgehen.
gl: Configurar se a comprobación EDID HDMI debe omitirse, xa que esto podería solucionar problemas con algúns TV.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
de: Konfiguriere, ob Untertitel zwischen normal, kursiv, fett und fettkursiv wechseln sollen
gl: Configurar se os subtítulos deben cambiar entre normal, cursiva, grosa e cursiva grosa

source: Configure interface
de: Netzwerkkarte konfigurieren
gl: Configurar interface

source: Configure on which devices the background delete option should be used.
de: Einstellung der Geräte bei denen die Hintergrund-Löschung aktiviert werden soll.
gl: Configurar en que dispositivos debe usarse a opción de borrado de fondo.

source: Configure remote control type
de: Fernbedienungtyp einstellen
gl: Configurar tipo de control remoto

source: Configure separator type used in full description for separate short and extended descriptions.
de: Konfigurieren Sie den Trennzeichentyp, der in der vollständigen Beschreibung verwendet wird, für separate kurze und erweiterte Beschreibungen.

source: Configure the DiSEqC mode for this LNB.
de: DiSEqC Modus Einstellung für diesen LNB.
gl: Configurar o modo DiSEqC para este LNB.

source: Configure the IP address.
de: IP Adresse konfigurieren.
gl: Configurar o enderezo IP.

source: Configure the aspect ratio of the screen.
de: Bildformat des Bildschirms konfigurieren.
gl: Configurar a relación de aspecto da pantalla.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
de: Konfiguriere das Verhalten der 'Pause und OK-Taste', wenn die Filmwiedergabe bereits gestoppt wurde.
gl: Configurar o comportamento da tecla “pausa e ok” cando xa está en pausa a reprodución de películas.

source: Configure the behavior when movie playback is manually stopped.
de: Verhalten beim Stoppen eines Films.
gl: Configurar o comportamento cando se detén manualmente a reprodución de películas.

source: Configure the behavior when movie playback is started.
de: Verhalten beim Start eines Films.
gl: Configurar o comportamento cando se inicia a reprodución de películas.

source: Configure the behavior when reaching the end of a movie, during movie playback.
de: Verhalten beim Erreichen des Filmendes während der Film-Wiedergabe.
gl: Configurar o comportamento ao chegar ao final das películas, durante a súa reprodución.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
de: Anpassung der Dicke des Untertitel-Rahmens. Mit dunklem Rahmen sind die Untertitel auf hellen Hintergrund leichter zu lesen.
gl: Configurar o grosor do borde dos subtítulos. O borde escuro facilita a lectura dos subtítulos nun fondo claro.

source: Configure the brightness level of the front panel display during standby.
de: Anpassung der Helligkeit des Frontdisplays im Standby-Modus.
gl: Configurar o nivel de brillo da pantalla do panel frontal durante o repouso.

source: Configure the brightness level of the front panel display.
de: Anpassung der Helligkeit des Frontdisplays.
gl: Configurar o nivel de brillo da pantalla do panel frontal.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
de: Konfiguration externe Untertitel Farbe, Alternativ (normal in Weiß, kursiv in Gelb, fett in Cyan, Unterstriche in Grün), Weiß oder Gelb.
gl: Configurar a cor dos subtítulos externos, alternativo (normal en branco, cursiva en amarelo, grosa en ciano, subliñado en verde), branco ou amarelo.

source: Configure the color of the teletext subtitles.
de: Farbe der Teletext Untertitel.
gl: Configurar a cor dos subtítulos de teletexto.

source: Configure the contrast level of the front panel display.
de: Kontrast des Frontdisplays.
gl: Configurar o nivel de contraste da pantalla do panel frontal.

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
de: Konfiguriert das Verhalten des Cursors in Kanalauswahllisten. Beim Öffnen von Kanalauswahllisten kann der Cursor auf dem aktuellen Sender bleiben oder bereits den oberen/unteren Kanal markieren (oben/unten kann dabei nach Wunsch invertiert werden).
gl: Configurar o comportamento do cursor na lista de selección de canles. Ao abrir a lista de selección de canles, podes mantener o servizo actual ou seleccionar arriba/abaixo e poderás reverter os botóns B+/B-.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
de: Konfiguriere den Zeitraum in Stunden, nachdem der Receiver in den Standby wechseln soll, wenn dieser nicht mehr gesteuert wird.
gl: Configurar o tempo en horas que o receptor estar sen usar para pasar automaticamente a repouso.

source: Configure the duration in minutes for the screensaver.
de: Konfiguriert die Dauer in Minuten bis zum Start des Screensavers.
gl: Configurar o tempo en minutos para que se active o protector de pantalla.

source: Configure the duration in minutes for the sleeptimer. Select this entry and press blue to start/restart the sleeptimer or use yellow for stop active sleeptimer.
de: Konfiguriere den Zeitraum in Minuten für den Ausschalt-Timer. Wähle diesen Eintrag aus und drücke blau, um den Timer zu starten/neuzustarten oder gelb, um den aktiven Timer zu stoppen.

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
de: Konfiguriere die Dauer, wann der Receiver ausgeschaltet werden soll, falls er sich im Standby-Modus befindet.
gl: Configurar o tempo que o receptor ten que estar en repouso para apagarse automaticamente.

source: Configure the first audio language (highest priority).
de: Wahl der ersten Audiospur-Sprache (höchste Priorität).
gl: Configurar o primeiro idioma de son (prioridade máis alta).

source: Configure the first subtitle language (highest priority).
de: Wahl der ersten Untertitel-Sprache (höchste Priorität).
gl: Configurar o primeiro idioma de subtítulos (prioridade máis alta).

source: Configure the font size of the subtitles.
de: Schriftgrösse der Untertitel.
gl: Configurar o tamaño de fonte dos subtítulos.

source: Configure the fourth audio language.
de: Wahl der vierten Audiospur-Sprache.
gl: Configurar o cuarto idioma de son.

source: Configure the fourth subtitle language.
de: Wahl der vierten Untertitel Sprache.
gl: Configurar o cuarto idioma de subtítulos.

source: Configure the function of the '0' button when Picture in Picture is active.
de: Funktion der '0' Taste während Bild im Bild aktiv ist.
gl: Configurar a función do botón '0' cando a PiP está activa.

source: Configure the gateway.
de: Gateway einstellen.
gl: Configurar a porta de enlace.

source: Configure the general audio delay of Dolby Digital sound tracks.
de: Generelle Audio-Verzögerung von Dolby Digital Tonspuren konfigurieren.
gl: Configurar o retardo das pistas de son Dolby Digital.

source: Configure the general audio delay of stereo sound tracks.
de: Generelle Audio-Verzögerung von Stereo Tonspuren konfigurieren.
gl: Configurar o retardo das pistas de son estéreo.

source: Configure the general audio volume step size (limit 1-10).
de: Konfiguriere die allgemeine Schrittgröße der Lautstärke (Limit 1–10).

source: Configure the hard disk drive to go to standby after the specified idle time.
de: Standby der Festplatte nach einer gewissen Zeit.
gl: Configurar o tempo de inactividade para o paso a repouso da unidade de disco duro.

source: Configure the horizontal alignment of the subtitles.
de: Horizontale Ausrichtung der Untertitel.
gl: Configurar o aliñamento horizontal dos subtítulos.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
de: Anfängliche Schnellvorlauf-Geschwindigkeit. Wenn die Schnellvorlauf-Taste betätigt wird, wird diese Geschwindigkeit zum Spulen verwendet.
gl: Configurar a velocidade incial de avance rápido. Ao premer o botón de avance rápido, o avance comezará a esta velocidade.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
de: Anfängliche Rückspul-Geschwindigkeit. Wenn die Rückspultaste betätigt wird, wird diese Geschwindigkeit zum Spulen verwendet.
gl: Configurar a velocidade inicial de rebobinado. Ao premer o botón de rebobinado, este comezará a esta velocidade.

source: Configure the latitude of your location.
de: Breitengrad Ihres Standortes.
gl: Configurar a latitude da súa localización.
