Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Warning: the second input of this dual tuner may not support SCR LNBs.
de: Achtung: Der zweite Eingang dieses Doppeltuners unterstützt möglicherweise keine SCR-LNBs.

source: Watch movies...
de: Filme abspielen...
gl: Ver películas…

source: Watch recordings...
de: Aufgenommene Filme abspielen...
gl: Ver gravacións…

source: We are really sorry. Your receiver encountered a software problem, and needs to be restarted. Please send the logfile %senigma2_crash_xxxxxx.log to www.teamblue.tech. Your receiver restarts in 10 seconds! Component: enigma2
de: Es tut uns wirklich leid. Ihr Receiver hat ein Softwareproblem festgestellt und muss neu gestartet werden. Bitte senden Sie die Logdatei %senigma2_crash_xxxxxx.log an www.teamblue.tech. Ihr Receiver startet in 10 Sekunden neu! Komponente: enigma2

source: WeatherPlugin: Edit Entry
de: WeatherPlugin: Eintrag bearbeiten

source: WeatherPlugin: List of Entries
de: WeatherPlugin: Liste der Einträge

source: Wed
de: Mi
gl: Mér

source: Wednesday
de: Mittwoch
gl: Mércores

source: Weekday
de: Wochentag
gl: Día da semana

source: Weekly
de: Wöchentlich

source: Weighted position
de: Gewichtete Position
gl: Posición ponderada

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
de: Willkommen zum Cutlist-Editor. Spule zum Anfang des Bereiches, der entfernt werden soll. Drücke OK und wähle 'Cut starten'. Dann spule zum Ende des Bereiches, drücke OK und wähle 'Cut beenden' - fertig.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
de: Willkommen zum Cutlist-Editor. Spule zum Anfang des Bereiches, der entfernt werden soll. Drücke OK und wähle 'Cut starten'. Dann spule zum Ende des Bereiches, drücke OK und wähle 'Cut beenden' - fertig.
gl: Benvido ao editor de corte. Busca o comezo das cousas que queres cortar. Preme OK e selecciona ‘iniciar corte’. Logo busca o final, preme OK e selecciona ‘terminar corte’. Iso é todo.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
de: Willkommen im Image-Upgrade-Assistenten. Der Assistent wird Ihnen bei der Aktualisierung der Firmware helfen. Sie können mit diesem Assistenten die aktuellen Einstellungen sichern und bekommen eine kleine Einweisung, wie Sie die Firmware aktualisieren können.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
de: Willkommen. Wenn Sie Ihren Receiver mit dem Internet verbinden möchten, wird Sie dieser Assistent durch die grundlegenden Netzwerkeinstellungen führen. Drücken Sie OK, um Ihr Netzwerk zu konfigurieren
gl: Benvido. Se queres conectar o receptor a Internet, este asistente guiarache a través da configuración básica de rede. Preme OK para iniciar a configuración da rede

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the Blue or OK button on your remote control to move to the next step.
de: Willkommen! Dieser Startassistent führt dich durch die Grundeinstellungen deines %s %s. Drücke die blaue oder die OK-Taste auf deiner Fernbedienung, um zum nächsten Schritt zu gelangen.

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
de: Willkommen. Der Startassistent wird Sie durch die Grundeinstellungen Ihrer %s %s führen. Drücken Sie OK auf Ihrer Fernbedienung, um zum nächsten Schritt zu gelangen.

source: Welcome...
de: Willkommen...
gl: Benvido…

source: West limit set
de: Westliches Limit
gl: Posición de límite oeste

source: Western Sahara
de: Westsahara
gl: Sáhara Occidental

source: What Day of month ?
de: Welcher Tag des Monats?

source: What Day of week ?
de: Welcher Wochentag?

source: What do you want to play?
de: Was möchten Sie wiedergeben?

source: What do you want to scan?
de: Was wollen Sie suchen?

source: What should happen when you start it for the first time?
de: Was soll beim ersten Start geschehen?

source: When enabled a simplified version from the second infobar is shown. This can also be toggled instantly by holding the OK buttin when the second infobar is visible. The infobar will shortly disappear and then shown in the other mode.
de: Wenn diese Funktion aktiviert ist, wird eine vereinfachte Version der zweiten Infobar angezeigt. Dies kann auch sofort umgeschaltet werden, indem du die OK-Taste gedrückt hältst, wenn die zweite Infobar sichtbar ist. Die Infobar verschwindet kurz und wird dann im anderen Modus angezeigt.

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are updated
de: Wenn aktiviert, werden auch nicht verlinkte Bouquets geladen. D.h. Userbouquets die vorhanden sind aber nicht in der bouquets.tv oder bouquets.radio hinterlegt wurden, werden geladen. Damit kann eine eigene Bouquetliste behalten werden, während sich die Senderlisten aktualisieren
gl: Cando está activado, enigma2 carga os buqués desvinculados. Isto significa que os buqués que están dispoñibles, pero que no están incluídos nos ficheiros bouquets.tv o bouquets.radio, seguirán cargándose. Isto permíteche, por exemplo, manter os teus propios buqués de usuario mentres se actualizan os axustes instalados

source: When enabled extra information is shown on the infobar. This can also be toggled instantly by holding the OK button when the inforbar is not visible.
de: Wenn diese Funktion aktiviert ist, werden zusätzliche Informationen in der Infobar angezeigt. Dies kann auch sofort umgeschaltet werden, indem du die OK-Taste gedrückt hältst, wenn die Infoleiste nicht sichtbar ist.

source: When enabled the Picture in Picture window can be closed with 'exit' button.
de: Falls aktiviert, kann PiP mit der Exit-Taste geschlossen werden.
gl: Cando está activado, a ventá PiP pódese pechar co botón 'saír'.

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
de: Wenn aktiviert, wird das Steuerkreuz wie bei Neutrino belegt statt der standard Enigma2-Belegung.
gl: Cando está activado, os botóns de frecha arredor do botón OK comportaranse, para cambiar as canles, ao estilo “neutrino” en lugar de ao estilo enigma2.

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
de: Wenn aktiviert, werden Links, Rechts, CH+/- wie bei Neutrino belegt anstelle der standard Enigma2-Belegung.
gl: Cando está activado, os botóns esquerdo, dereito, CH+/-, B+/- e P+/- comportaranse, para cambiar as canles, ao estilo “neutrino” en lugar de ao estilo enigma2.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
de: Wenn aktiviert geht der Receiver automatisch in Standby, sobald der TV ausgeschaltet wird.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
de: Wenn aktiviert geht der Receiver automatisch an, sobald der TV angeschaltet wird.

source: When enabled the timer from the fallback tuner is imported
de: Wenn aktiviert werden die Timer vom Notfall Empfänger importiert
gl: Cando está activado, impórtanse os temporizadores desde o sintonizador de reserva

source: When enabled the timer from the fallback tuner is the default timer
de: Wenn aktiviert, ist der Timer des Fallback-Tuners der Standard-Timer

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
de: Wenn aktiviert, wird die Kanalliste nicht geschlossen wenn ein neuer Kanal angewählt wird. Umgeschaltet wird durch 2 maliges Drücken von OK. Dies ist als eine Art Vorschaumodus zu betrachten
gl: Cando está activado, ao seleccionar unha canle non se pecha o selector de canles. Só se pechará cando selecciones o servizo que se está a reproducir nese momento. Funciona como un modo de previsualización

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
de: Wenn aktiviert, kann die Lautstärke mit dem Steuerkreuz geändert werden, statt die Kanalliste zu öffnen
gl: Cando está activado, os botóns de frecha controlan o volume en vez de devolver a lista de selección de canles

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
de: Wenn aktiviert, kann der Reserve-Tuner im OpenWebIf konfiguriert werden
gl: Cando está activado, podes personalizar a configuración de OpenWebIf no sintonizador de reserva

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
de: Wenn aktiviert, kann ein Zeitfenster angegeben werden in dem der Ausschalttimer ignoriert wird während der Receiver im Standby ist
gl: Cando está activado, podes especificar un intervalo de tempo para ignorar o temporizador de apagado cando o receptor está en repouso

source: When enabled you can specify a timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
de: Falls aktiviert, kann ein Zeitbereich spezifiziert werden, in dem der Inaktivität-Sleeptimer ignoriert wird. Nicht die Erkennung wird deaktiviert während dieses Zeitbereichs, sondern der Timeout für die Inaktivität
gl: Cando está activado, podes especificar un intervalo de tempo no que se ignora o temporizador de repouso. Non é que se desactive a detección senón que se desactiva o temporizador

source: When enabled you can specify an extra timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
de: Falls aktiviert, kann ein Zeitbereich spezifiziert werden, in dem der Inaktivität-Sleeptimer ignoriert wird. Nicht die Erkennung wird deaktiviert während dieses Zeitbereichs, sondern der Timeout für die Inaktivität
gl: Cando está activado, podes especificar un intervalo de tempo adicional no que se ignora o temporizador de repouso. Non é que se desactive a detección senón que se desactiva o temporizador

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
de: Wenn aktiviert, werden über die Taste CH+/- die Kanäle geschaltet, statt die Kanalliste zu öffnen.
gl: Cando está activado, os botóns CH+/-, B+/- e P+/- cambian as canles en lugar de abrir a lista de selección de canles.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
de: Wenn aktiviert, wird bei OK die Kanalliste geöffnet. Die Infobar ist dann über die EXIT Taste erreichbar
gl: Cando está activado, o botón OK devolve a lista de selección de canles mentres que a conmutación da barra de información transfírese ao botón Exit

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
de: Bei Aktivierung werden AIT Daten im HTTP Stream eingebaut. Dies erlaubt die Verwendung von HbbTV mit Ihrem Receiver.
gl: Cando está activado, os datos AIT inclúense nos fluxos http. Isto permite usar HbbTV nos clientes receptores.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
de: Bei Aktivierung werden ECM Daten im HTTP Stream eingebaut. Dies erlaubt das Entschlüsseln der empfangenen Daten.
gl: Cando está activado, os datos ECM inclúense nos fluxos http. Isto permite facer a descodificación nos clientes receptores.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
de: Bei Aktivierung werden EIT Daten im HTTP Stream eingebaut. Dies erlaubt die Darstellung der EPG am Receiver.
gl: Cando está activado, os datos EIT inclúense nos fluxos http. Isto permite amosar a EPG nos clientes receptores.

source: When enabled, HDMI-CEC is enabled with standard configuration
de: Bei Einstellung 'Ja' wird HDMI-CEC mit Standardeinstellungen aktiviert
gl: Cando está activado, actívase HDMI-CEC coa configuración estándar

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
de: Anzeige eines Popups wenn ein Film fertig wiedergegeben wurde und die nächste Wiedergabe startet.
gl: Cando está activado, amósase unha mensaxe emerxente ao rematar unha película e comezar a seguinte.

source: When enabled, a popup message will be shown when a recording starts.
de: Benachrichtigung anzeigen, wenn eine Aufnahme startet.
gl: Cando está activado, amósase unha mensaxe cando comeza unha gravación.

source: When enabled, a radio background image will be visible while listening to a radio channel.
de: Anzeige eines Radio-Hintergrundsymbols bei Wiedergabe eines Radio-Kanals.
gl: Cando está activado, amósase unha imaxe de fondo ao reproducir unha canle de radio.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
de: Ein geplanter Aufnahme-Timer kann die aktuelle Live-Sendung unterbrechen, wenn ansonsten keine freien Tuner zur Verfügung stehen.
gl: Cando está activado, unha gravación pode interromper unha a TV en directo se non quedan sintonizadores libres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
de: Fall aktiviert, wird eine Warnung angezeigt und der Benutzer kann wählen zwischen dem Beenden oder Fortfahren der Timeshift-Aufnahme.
gl: Cando está activado, amósase unha advertencia e o usuario dispón da opción de parar ou continuar o timeshift.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
de: Wenn aktiviert, werden HTTP Streams entschlüsselt. Dies benötigt mehr Resourcen, aktivieren Sie es nur wenn notwendig. Streams werden immer entschlüsselt wenn 0x100 als Kanaltyp gesetzt wurde. (Standard: Aus)
gl: Cando está activado, sempre se descodifican os fluxos http. Isto consume máis recursos (desmoduladores de descodificación), así que actívaa só se é necesario. Independentemente deste axuste, os fluxos individuais sempre se descodifican se se engade 0x100 ao tipo de servizo. O valor por defecto é desactivado.

source: When enabled, authentication is required to watch http streams.
de: Wenn aktiviert, ist eine Anmeldung erforderlich um HTTP Streams zu sehen.
gl: Cando está activado, precísase autenticación para ver os fluxos http.

source: When enabled, channel numbering will start at '1' for each bouquet.
de: Kanalnummerierung beginnt bei '1' für alle Bouquets.
gl: Cando está activado, a numeración das canles comezará en ‘1’ para cada buqué.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
de: Inhalte mit einem Bildschirmformat von 4:3 werden gestreckt um die volle Bildschirmfläche in Anspruch zu nehmen.
gl: Cando está activado, o contido cunha relación de aspecto de 4:3 estirarase para axustarlo á pantalla.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
de: Wechselt zum nächsten Bouquet wenn der letzte Kanal bei Kanalwechsel erreicht wurde.
gl: Cando está activado, pásase ao seguinte buqué ao cambiar e chegar á derradeira canle do buqué actual.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
de: Verschiebe Aufnahmem in den Mülleimer bevor sie endgültig gelöscht werden.
gl: Cando está activado, as gravacións borradas móvense á papeleira, en lugar de ser eliminadas inmediatamente.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
de: EIT jetzt/danach Sendungsdaten in Infoleiste anzeigen. Bei Deaktivierung zeigt jetzt/danach Sendungsdaten des EPG Caches an.
gl: Cando está activado, amósanse os datos EIT do evento actual/seguinte na barra de información. Cando está desactivado, amósanse os datos da caché EPG do evento actual/seguinte.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
de: Verschlüsselungsinformationen in der Infoleiste anzeigen, wenn vom Skin unterstützt.
gl: Cando está activado, amósase a información de cifrado na barra de información (cando a skin o permite).

source: When enabled, error messages related to zapping will not be shown.
de: Zapping-Fehler nicht anzeigen.
gl: Cando está activado, no se amosan as mensaxes de erro relacionadas co cambio de canle.

source: When enabled, external subtitles will be always turned on for playback movie.
de: Falls aktiviert, werden externe Untertitel (sofern vorhanden) beim Abspielen von Filmen immer angezeigt.
gl: Cando está activado, sempre se activan os subtítulos na reprodución de películas.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
de: DVB grafische Untertitel werden den Teletext Untertiteln vorgezogen falls beide zur Verfügung stehen.
gl: Cando está activado, prefírense os subtítulos gráficos DVB sobre os subtítulos de teletexto, sempre que ambos os dous tipos estean dispoñibles.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
de: DVB grafische DVB Untertitel immer in ihrer ursprünglichen Position anzeigen.
gl: Cando está activado, amósanse na súa posición orixinal os subtítulos gráficos de DVB.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
de: Wenn aktiviert, werden HTTP Streams serverseitig entschlüsselt. Der Client muss es dann nicht tun (Standardeinstellung)
gl: Cando está activado, os fluxos http descífranse no lado do servidor; o receptor do cliente (remoto) non ten que descodificar nada. O valor por defecto é activado.

source: When enabled, it is possible to leave the movie player with exit.
de: Falls aktiviert, kann der Movieplayer mit der Exit-Taste geschlossen werden.
gl: Cando está activado, é posible saír do reprodutor de películas co boton Exit.

source: When enabled, it will automatically play to the last saved radio service when switching to radio mode.
de: Falls aktiviert, wird der letzte Radiosender automatisch abgespielt, wenn zum Radiomodus gewechselt wird.
gl: Cando está activado, o receptor reproduce o último servizo de radio gardado ao cambiar ao modo radio.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
de: Stromverbrauch messen um festzustellen wann der Rotor aufhört sich zu drehen (falls vom Tuner unterstützt).
gl: Cando está activado, mídese o consumo de enerxía para detectar cando o rotor remata de xirar (se o sintonizador o soporta).

source: When enabled, number markers will be hidden.
de: Falls aktiviert, werden Nummer-Marker nicht angezeigt.

source: When enabled, reformat subtitles to match the width of the screen.
de: Wenn aktiviert, werden die Untertitel an die Bildbreite angepasst.
gl: Cando está activado, reformatéanse os subtítulos para que coincidan co ancho de pantalla.

source: When enabled, services may be grouped in multiple bouquets.
de: Sender können in mehreren Bouqets gruppiert werden.
gl: Cando está activado, os servizos poden agruparse en múltiples buqués.

source: When enabled, show channel numbers in the channel selection screen.
de: Zeige Kanalnummer in Kanalauswahl.
gl: Cando está activado, amósanse os números de canle na pantalla de selección de canles.

source: When enabled, spinners that come with the activated skin are ignored.
de: Wenn diese Option aktiviert ist, werden Spinner, die mit dem aktivierten Skin kommen, ignoriert.

source: When enabled, subtitles for the hearing impaired can be used.
de: Bevorzuge Untertitel für Hörgeschädigte.
gl: Cando está activado, pódense usar subtítulos para persoas con discapacidade auditiva.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
de: Bevorzuge spezielle Untertitel für Hörgeschädigte wenn solche und normale Untertitel zur Verfügung stehen.
gl: Cando está activado, prefírense os subtítulos para persoas con discapacidade auditiva sobre os subtítulos normais, cando ambos os dous tipos están dispoñibles.

source: When enabled, teletext pages will be cached, allowing faster access.
de: Cachen von Teletext-Seiten um schnellen Zugriff zu erlauben.
gl: Cando está activado, almacénanse en caché as páxinas de teletexto, o que permite un acceso máis rápido.

source: When enabled, teletext subtitles will be displayed at their original position.
de: Teletext Untertitel an ihrer ursprünglichen Position anzeigen.
gl: Cando está activado, os subtítulos de teletexto amósanse na súa posición orixinal.

source: When enabled, the VCR scart option will be shown on the main menu
de: Falls aktiviert, wird die Option VCR-SCART im Hauptmenü angezeigt
gl: Cando está activado, amósase no menú principal a opción de Scart VCR

source: When enabled, the channel selection list will be hidden while listening to a radio channel
de: Kanalliste während dem Radiohören verstecken
gl: Cando está activado, a lista de selección de canles ocúltase mentres se escoita unha canle de radio

source: When enabled, the infobar will be displayed when a new event starts.
de: Infoleiste anzeigen bei Sendungswechsel.
gl: Cando está activado, amósase a barra de información ao iniciar un novo evento.

source: When enabled, the infobar will be displayed when changing channels.
de: Infoleiste bei Kanalwechsel anzeigen.
gl: Cando está activado, amósase a barra de información ao cambiar de canle.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
de: Infoleiste beim Spulen in der Medienwiedergabe anzeigen.
gl: Cando está activado, amósase a barra de información ao saltar cara adiante/atrás durante a reprodución de medios.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
de: Spielzeit aller Aufnahmen in der Filmliste anzeigen (verursacht höhere Ladezeiten).
gl: Cando está activado, amósase a lonxitude de cada gravación na lista de películas (isto pode aumentar o tempo de carga).

source: When enabled, the receiver will automatically use the audio track which you selected before.
de: Automatische Wahl der zuvor ausgewählten Audiospur.
gl: Cando está activado, o receptor utiliza automaticamente a pista de son que seleccionaches anteriormente.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
de: Automatische Wahl der zuvor ausgewählten Untertitel.
gl: Cando está activado, o receptor utiliza automaticamente os subtítulos que seleccionaches anteriormente.
