Repository: teamblue-e2/enigma2a
Catalog: po/*.po
Languages: de, gl

source: Allow unsupported modes
de: Erlaube nicht unterstützte Modi

source: Allows the TV remote to be used to control the receiver.
de: Ermöglicht die Verwendung der TV-Fernbedienung zur Steuerung des Receivers.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
de: Aktivieren Sie das Debug Log. Diese enthalten sehr detaillierte Informationen von allem was das System macht.

source: Allows you to enable the twisted log. They contain very detailed information of everything the twisted does.
de: Aktivieren Sie das Twisted Log. Diese enthalten sehr detaillierte Informationen von allem was Twisted macht.

source: Almost there...
de: Fast fertig...

source: Alphabetical under headings
de: Alphabetisch nach Rubriken

source: Alphanumeric
de: Alphabetisch

source: Also import at reboot/restart enigma2
de: Auch bei Neustarten / Neustart enigma2 importieren
gl: Importar tamén ao reiniciar enigma2

source: Also import from the extension menu
de: Auch aus dem Erweiterungsmenü importieren
gl: Importar tamén desde o menú de extensión

source: Also import when box is leaving standby
de: Importiere, auch wenn die STB aus dem Standby eingeschaltet wird
gl: Importar tamén cando o equipo sae do repouso

source: Also on standby
de: Auch im Standby
gl: Tamén en repouso

source: Alternative URL for images listed on FlashImage
de: Alternative URL für auf FlashImage aufgeführte Images

source: Alternative URLs for DVB-T/C or ATSC
de: Alternative URLs für DVB-T/C oder ATSC
gl: URL alternativas para DVB-T/C ou ATSC

source: Alternative numbering mode
de: Alternativer Nummerierungs-Modus
gl: Modo de numeración alternativo

source: Alternative services tuner priority
de: Tuner-Priorität bei alternativen Kanälen
gl: Prioridade alternativa de sintonizador de servizos

source: Always ask
de: Immer nachfragen
gl: Preguntar sempre

source: Always hide infobar
de: Infobar immer ausblenden
gl: Ocultar sempre a barra de información

source: Always include ECM in recordings
de: Immer ECM in Aufnahmen hinzufügen
gl: Incluír sempre o ECM nas gravacións

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
de: Immer ECM in Aufnahmen hinzufügen. Dies überlagert die individuellen Aufnahme Einstellungen. Damit können Aufnahmen immer nachträglich entschlüsselt werden (manchmal auch Offline Decoding genannt), sofern es Ihr Receiver unterstützt. Standard: Aus.
gl: Inclúe sempre as mensaxes ECM nas gravacións. Isto anteponse de forma xeral aos axustes individuais dos temporizadores. Permite que as gravacións sexan descodificadas posteriormente (o que se coñece como descodificación sen conexión), se é que o receptor o soporta. Valor por defecto: desactivado.

source: American Samoa
de: Amerikanischen Samoa-Inseln
gl: Samoa Americana

source: An empty filename is illegal.
de: Leerer Dateiname nicht erlaubt.
gl: Non se pode deixar baleiro o nome de ficheiro.

source: An error occurred while downloading the packetlist. Please try again.
de: Beim Herunterladen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
gl: Houbo un erro ao descargar a lista de paquetes. Inténtao outra vez.

source: An unknown error occured!
de: Es ist ein unbekannter Fehler aufgetreten!

source: An unknown error occurred!
de: Es ist ein unbekannter Fehler aufgetreten!
gl: Houbo un erro descoñecido!

source: And will put your receiver in standby over
de: Receiver in den Standby versetzen nach
gl: E porá o receptor en repouso

source: Antarctica
de: Antarktis
gl: Antártida

source: Antigua and Barbuda
de: Antigua und Barbuda
gl: Antiga e Barbuda

source: Any activity
de: Irgendeine Aktivität
gl: Calquera actividade

source: Arabic
de: Arabisch
gl: Árabe

source: Are you sure to delete image:
de: Möchten Sie das Image wirklich löschen:

source: Are you sure to purge all deleted user bouquets?
de: Sind Sie sicher, alle gelöschten Userbouquets zu entfernen?
gl: Seguro que queres borrar definitivamente os buqués de usuario?

source: Are you sure to reboot to
de: Sind Sie sicher neu zu starten zu

source: Are you sure to remove all %s services?
de: Sind Sie sicher, dass %s entfernt werden soll?
gl: Seguro que queres eliminar todos os servizos %s?

source: Are you sure to remove all cable services?
de: Sind Sie sicher, dass alle Kabel-Dienste entfernt werden sollen?
gl: Seguro que queres eliminar todos os servizos de cable?

source: Are you sure to remove all terrestrial services?
de: Sind Sie sicher, dass alle Terrestrischen Dienste entfernt werden sollen?
gl: Seguro que queres eliminar todos os servizos terrestres?

source: Are you sure to remove this entry?
de: Soll dieser Eintrag wirklich gelöscht werden?
gl: Seguro que queres eliminar esta entrada?

source: Are you sure to restore all deleted images
de: Sind Sie sicher alle gelöschten Images wiederherzustellen

source: Are you sure you want to activate this network configuration?
de: Sind Sie sicher, dass diese Netzwerk-Konfiguration aktiviert werden soll?
gl: Seguro que queres activar esta configuración de rede?

source: Are you sure you want to delete the following backup:
de: Sind Sie sicher, dass Sie die folgende Sicherung löschen möchten:
gl: Seguro que queres borrar a seguinte copias de seguridade:

source: Are you sure you want to delete the EPG data from:
de: Sind Sie sicher, dass Sie die EPG Daten löschen möchten:

source: Are you sure you want to delete this:
de: Sind Sie sicher, dies zu löschen:

source: Are you sure you want to exit this wizard?
de: Sind Sie sicher, dass Sie diesen Assistenten verlassen möchten?
gl: Seguro que queres saír deste asistente?

source: Are you sure you want to reload the EPG data from:
de: Sind Sie sicher, dass Sie die EPG Daten neu laden möchten:

source: Are you sure you want to remove your wifi configuration?
de: Bist du sicher, dass du deine WLAN-Konfiguration entfernen willst?

source: Are you sure you want to restart your network interfaces?
de: Sind Sie sicher, dass Sie die Netzwerkadapter neu starten wollen?
gl: Seguro que queres reiniciar os adaptadores de rede?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
de: Möchten Sie die folgende Sicherung wiederherstellen? %s Die Benutzeroberfläche wird danach neu gestartet!
gl: Seguro que queres restaurar? a seguinte copia de seguridade: %s O receptor reiniciarase ao rematar!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
de: Möchten Sie wirklich diese Sicherung wiederherstellen? Der Receiver wird danach neu gestartet!
gl: Seguro que queres restaurar a copia de seguridade? O receptor reiniciarase ao rematar!

source: Are you sure you want to save the EPG Cache to:
de: Sind Sie sicher, dass Sie die EPG Cache Daten dort speichern möchten:

source: Argentina
de: Argentinien
gl: Arxentina

source: Armenia
de: Armenien

source: Artist
de: Künstler
gl: Artista

source: Arts/Culture (without music)
de: Kunst/Kultur (ohne Musik)

source: Ask user
de: Nutzer fragen
gl: Preguntar ao usuario

source: Aspect Ratio
de: Seitenverhältnis

source: Aspect ratio
de: Seitenverhältnis
gl: Relación de aspecto

source: AspectRatio switch
de: Seitenverhältnis umschalten

source: Assigned CAIds:
de: Zugewiesene CAIDs:
gl: CAIds asignados:

source: Assigned services/provider:
de: Zugewiesene Kanäle/Provider:
gl: Servizos/provedor asignados:

source: At beginning
de: Am Anfang
gl: Ao inicio

source: At end
de: Am Ende
gl: Ao final

source: Attention - forced loading recovery image! Create an empty STARTUP_RECOVERY file at the root of your HDD/USB drive and hold the Power button for more than 12 seconds for reboot receiver!
de: Achtung – Wiederherstellungsimage wird zwangsweise geladen! Erstellen Sie eine leere STARTUP_RECOVERY-Datei im Stammverzeichnis Ihrer Festplatte/USB-Laufwerks und halten Sie die Ein-/Aus-Taste länger als 12 Sekunden gedrückt, um den Receiver neu zu starten!

source: Attention, this is repeated timer!
de: Achtung, dies is eine sich wiederholende Aufnahme!
gl: Atención, este temporizador está repetido!

source: Attention, this is repeated timer! What do you want to do?
de: Achtung, dies ist eine sich wiederholende Aufnahme! Was möchten Sie tun?
gl: Atención, este temporizador está repetido! Que queres facer?

source: Audio
de: Ton
gl: Son

source: Audio PID
de: Ton PID
gl: PID de son

source: Audio PID%s, codec & lang
de: Audio PID%s, Codec & Sprache
gl: PID de son %s, codec e idioma

source: Audio Selection Actions
de: Audio-Auswahl-Aktionen

source: Audio auto volume level
de: Audio Auto Lautstärkeregelung
gl: Nivel automático de volume de son

source: Audio channel
de: Ton Spur

source: Audio description for the visually impaired
de: Audiobeschreibung für Sehbehinderte

source: Audio language selection 1
de: Ton Sprachwahl 1
gl: Selección de idioma de son 1

source: Audio language selection 2
de: Ton Sprachwahl 2
gl: Selección de idioma de son 2

source: Audio language selection 3
de: Ton Sprachwahl 3
gl: Selección de idioma de son 3

source: Audio language selection 4
de: Ton Sprachwahl 4
gl: Selección de idioma de son 4

source: Audio options...
de: Ton Optionen...
gl: Opcións de son…

source: Audio plugins
de: Audio Erweiterungen
gl: Complementos de son

source: Audio settings
de: Audio Einstellungen

source: Audio volume step size
de: Lautstärketasten Schrittweite

source: Australia
de: Australien

source: Australian
de: Australisch
gl: Australiano

source: Austria
de: Österreich

source: Authoring mode
de: Authorenmodus
gl: Modo de autoría

source: Auto chapter split every ? minutes (0=never)
de: Automatische Kapitelwechsel alle ? Minuten (0=nie)
gl: Dividir automaticamente en capítulos cada ? minutos (0=nunca)

source: Auto focus
de: Auto Fokus
gl: Autoenfoque

source: Auto focus commencing...
de: Autofokus beginnt...

source: Auto language selection
de: Automatische Sprachauswahl
gl: Selección automática do idioma

source: Auto play blu-ray file
de: Autoplay Bluray Datei
gl: Reproducir automaticamente ficheiro blu-ray

source: Auto play last service in radio mode
de: Im Radio Modus letzten Sender automatisch abspielen
gl: Reproducir automaticamente o último servizo do modo radio

source: Auto scart switching
de: Automatische Scart-Umschaltung
gl: Reproducir automaticamente a euroconector

source: AutoTimer Overview
de: AutoTimer-Übersicht

source: AutoTimer Settings
de: AutoTimer Einstellungen

source: Autoinstalling %s
de: Automatische Installation %s

source: Autoinstalling Completed
de: Automatische Installation abgeschlossen

source: Autoinstalling please wait for packages being updated
de: Automatische Installation, bitte warten bis alle Pakete geupdated sind

source: Automatic Scan
de: Automatische Suche
gl: Escaneo automático

source: Automatic bookmarks
de: Automatische Lesezeichen
gl: Marcadores automáticos

source: Automatic scan
de: Automatische Suche
gl: Escaneo automático

source: Automatically power off box to deep standby mode.
de: Automatisches Herunterfahren der Box in den Deep Standby Modus.

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
de: Fernseher wird automatisch mit dem Receiver ausgeschaltet (Standby / Deep Standby)

source: Automatically start timeshift after
de: Automatischer Timeshift-Start nach
gl: Arrancar automaticamente o timeshift despois de

source: Automatically turn on external subtitles
de: Externe Untertitel automatisch aktivieren
gl: Activar automaticamente os subtítulos externos

source: Available format variables
de: Verfügbare Formatierungsvariablen
gl: Variables de formato dispoñibles

source: Available locales are:
de: Verfügbare Gebietsschemas sind:
gl: As traducións dispoñibles son:

source: Azerbaijan
de: Aserbaidschan
gl: Acerbaixán

source: BACK
de: ZURÜCK

source: BDMV Bludisc (HDTV titles only)
de: BDMV Bludisc (nur HDTV Inhalte)

source: BDMV Compatible Bludisc (HDTV only)
de: BDMV kompatible Bludisc (nur HDTV)

source: BLUDISC RECORDABLE
de: Beschreibbare BLUDISC

source: BLUE
de: BLAU

source: Back
de: Zurück
gl: Atrás

source: Back-up Tool for a %s
de: Back-up Tool für%s

source: Back-up Tool for an %s
de: Back-up Tool für eine %s

source: Background
de: Hintergrund
gl: Fondo

source: Background color
de: Hintergrundfarbe
gl: Cor de fondo

source: Background delete option
de: Löschen im Hintergrund
gl: Opción de borrado en segundo plano

source: Background delete speed
de: Geschwindigkeit beim Löschen im Hintergrund
gl: Velocidade de borrado en segundo plano

source: Backing up to: %s
de: Sichern auf: %s

source: Backup
de: Sicherung

source: Backup Date: %s
de: Datum Sicherung: %s

source: Backup Image
de: Image Sicherung

source: Backup Location
de: Sicherungsort

source: Backup Mode
de: Sicherungsmodus

source: Backup completed.
de: Sicherung abgeschlossen.
gl: Copia de seguridade completada.

source: Backup failed.
de: Sicherung fehlgeschlagen.
gl: Fallo na copia de seguridade.

source: Backup is running...
de: Sicherung wird ausgeführt...
gl: A copia de seguridade está en execución…

source: Backup plugins found do you want to install now?
de: Gesicherte Plugins gefunden! Sollen die Plugins nun installiert werden?

source: Backup settings
de: Einstellungen sichern

source: Backup system settings
de: Einstellungen sichern
gl: Configuración do sistema de copia de seguridade

source: Backup to destination: %s
de: Backup nach: %s

source: Backup your Receiver settings.
de: Sichern Ihrer Receiver-Einstellungen.

source: Backup your running Receiver image to HDD or USB.
de: Sichern Ihrer Receivers auf HDD oder USB.

source: Bandwidth
de: Bandbreite
gl: Ancho de banda

source: Bangladesh
de: Bangladesch

source: Basic PID info
de: Basis PID Info
gl: Información PID básica

source: Basic info
de: Basis Info

source: Basic settings
de: Grundeinstellungen

source: Basque
de: Baskisch
gl: Eúscaro

source: Before sending the command to switch the TV to standby, the receiver can test if a device connected to the TV responds to a network 'ping'. If it does, instead of the 'standby' command the 'sourceinactive' command will be sent to the TV.
de: Bevor der Befehl zum Umschalten des Fernsehers in den Standby-Modus gesendet wird, kann der Empfänger testen, ob ein mit dem Fernseher verbundenes Gerät auf einen Netzwerk-"Ping" antwortet. Wenn dies der Fall ist, wird anstelle des "Standby"-Befehls der Befehl "Quelle inaktiv" an den Fernseher gesendet.

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged to TV are in standby. If they are not, the 'sourceinactive' command will be sent to the TV instead of the 'standby' command.
de: Bevor der Befehl zum Umschalten des Fernsehgeräts in den Standby-Modus gesendet wird, prüft der Empfänger, ob sich alle anderen an das Fernsehgerät angeschlossenen Geräte im Standby-Modus befinden. Ist dies nicht der Fall, wird anstelle des Standby-Befehls der Befehl "Quelle inaktiv" an das Fernsehgerät gesendet.

source: Begin time
de: Startzeit
gl: Hora de inicio

source: Behavior of '0' button in PiP mode
de: Verhalten der '0'-Taste bei Bild im Bild
gl: Comportamento do botón ‘0’ en modo PiP

source: Behavior of 'pause and ok' when paused
de: Verhalten von 'Pause und OK' wenn pausiert
gl: Comportamento de ‘pausa e ok’ cando está detido

source: Behavior when a movie is started
de: Verhalten beim Start eines Films
gl: Comportamento cando unha película comezou

source: Behavior when a movie is stopped
de: Verhalten beim Stoppen eines Films
gl: Comportamento cando unha película está parada

source: Behavior when a movie reaches the end
de: Verhalten beim Filmende
gl: Comportamento cando unha película rematou

source: Belarus
de: Weißrussland
gl: Belarús

source: Belgian
de: Belgisch
gl: Belga

source: Belgium
de: Belgien
gl: Bélxica

source: Big PiP
de: Großes PiP
gl: PiP grande

source: Black screen
de: Schwarzes Bild
gl: Pantalla negra

source: Black screen till locked
de: Schwarzes Bild bis Abschluß
gl: Pantalla negra ata o bloqueo

source: Blindscan terrestrial (if possible)
de: Blindscan terrestrisch (wenn möglich)

source: Block noise reduction
de: Block Noise Reduzierung
gl: Redución de ruído en bloque

source: Blue
de: Blau
gl: Azul

source: Blue button function
de: Funktion der blauen Taste

source: Bolivia (Plurinational State of)
de: Bolivien (Plurinationaler Staat von)
gl: Bolivia (Estado Plurinacional de)

source: Bonaire, Sint Eustatius and Saba
de: Bonaire, Sint Eustatius und Saba
gl: Bonaire, San Eustaquio e Saba

source: Bookmarks
de: Lesezeichen
gl: Marcadores

source: Boost blue
de: Blau verstärken
gl: Reforzar azul

source: Boost green
de: Grün verstärken
gl: Reforzar verde

source: Boot to Android image
de: Zu Android wechseln

source: Boot to Recovery image - slot0 %s
de: Boot zum Recovery – Slot0 %s

source: Boot to Recovery menu
de: Booten Sie zum Wiederherstellungsmenü

source: Bootup time
de: Boot Dauer
gl: Hora de arranque

source: Bosnia and Herzegovina
de: Bosnien-Herzegowina
gl: Bosnia e Hercegovina

source: Bottom
de: Unten

source: Bouquet down
de: Bouquet runter

source: Bouquet up
de: Bouquet hoch

source: Bouvet Island
de: Bouvetinsel
gl: Illa Bouvet

source: Brazil
de: Brasilien
gl: Brasil

source: Brief help information for buttons in your current context.
de: Kurze Hilfeinformationen für Schaltflächen in deinem aktuellen Kontext.

source: Brightness
de: Helligkeit
gl: Brillo

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
gl: Territorio Británico de Ultramar

source: Broadcast:
de: Übertragung:

source: Buffering %d%%
de: Pufferung %d%%

source: Bulgaria
de: Bulgarien

source: Bulgarian
de: Bulgarisch
gl: Búlgaro

source: Burn Bludisc
de: Brenne Bluedisc

source: Burn DVD
de: Brenne DVD
gl: Gravar DVD

source: Burn existing image to medium
de: Vorhandenes Image auf DVD brennen

source: Burn to medium
de: Auf Medium brennen

source: By teamblue Image Team
de: Vom teamblue Image Team

source: Bypass HDMI EDID checking
de: HDMI EDID Check umgehen

source: CF Drive
de: CF Laufwerk

source: CH
de: Kanal
gl: CAN

source: CI (Common Interface) Setup
de: CI (Common Interface) Einstellungen
gl: Axustes da CI (Interface Común)

source: CI Boot Delay
de: CI-Startverzögerung

source: CI assignment
de: CI Zuweisung
gl: Asignación de CI

source: CI enabled
de: CI aktiviert

source: CIHelper Setup
de: CIHelper Einstellungen

source: CONTEXT
de: KONTEXT

source: CPU priority for script execution
de: CPU-Priorität für die Skriptausführung

source: Cable
de: Kabel

source: Cable Scan
de: Kabel Suchlauf
gl: Escaneo de cable

source: Cable scan executable utility not found '%s'!
de: Das ausführbare Kabelscan-Dienstprogramm „%s“ wurde nicht gefunden!

source: Cabo Verde
de: Kap Verde

source: Cache thumbnails
de: Vorschaubilder zwischenspeichern
gl: Cache de miniaturas

source: Calculate
de: Berechnen
gl: Calcular

source: Calculate all positions
de: Berechne alle Positionen
gl: Calcular todas as posicións

source: Calculate file checksums
de: Dateiprüfsummen berechnen

source: Calculation complete
de: Berechnung abgeschlossen
gl: Cálculo completado

source: Calibrate
de: Kalibrieren
gl: Calibrar

source: Cambodia
de: Kambodscha
gl: Camboxa

source: Cameroon
de: Kamerun
gl: Camerún

source: Can be used for different fps between external subtitles and video.
de: Kann für unterschiedliche fps-Werte zwischen externen Untertiteln und dem Video verwendet werden.
gl: Pode utilizarse para diferentes fps entre subtítulos externos e vídeo.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
de: Dies kann verwendet werden, um auf defekte Pixel am TV zu testen. Verfügbare Farb-Test-Bildschirme: Rot Grün Blau Weiß Schwarz Cyan Magenta Gelb Mit den Tasten Links/Rechts den Bildschirm wechseln. Mit den Tasten ROT, GRÜN oder BLAU direkt umschalten. Mit der Taste GELB zurück zur Einführung
gl: Pode utilizarse para probar píxeles defectuosos na pantalla do televisor. Pantallas de proba de cores dispoñibles: vermello verde azul branco negro ciano maxenta amarelo As pantallas cambian co botónsesquerda/dereita ou usa os botóns vermello, verde e azul para alternar. O botón amarelo serve para volver a esta pantalla

source: Can not run %s: %s. %s may be in a plugin that is not installed.
de: Kann %s nicht ausführen: %s. %s könnte aus einem Plugin kommen, dass nicht installiert ist.

source: Can only find a network drive to store the backup this means after the flash the autorestore will not work. Alternativaly you can mount the network drive after the flash and perform a manufacurer reset to autorestore
de: Es kann nur ein Netzlaufwerk zum Speichern des Backups gefunden werden. Dies bedeutet, dass die automatische Wiederherstellung nach dem Flash nicht mehr funktioniert. Alternativ können Sie das Netzlaufwerk nach dem Flashen mounten und einen Hersteller-Reset auf automatische Wiederherstellung durchführen

source: Can't read link contents: %s
de: Linkinhalt kann nicht gelesen werden: %s

source: Canada
de: Kanada
gl: Canadá

source: Cancel
de: Abbrechen
gl: Cancelar

source: Cancel any changed settings and exit
de: Geänderte Einstellungen abbrechen und beenden

source: Cancel any changed settings and exit all menus
de: Alle geänderten Einstellungen abbrechen und alle Menüs verlassen

source: Cancel any changes to the currently active skin
de: Änderungen am aktiven Skin zurücknehmen
gl: Cancelar cualquiera cambio na skin activa

source: Cancel any changes to the currently active skin and exit all menus
de: Änderungen am aktiven Skin zurücknehmen und alle Menüs schliessen
gl: Cancela cualquier cambio na skin activa e sae de todos os menús

source: Cancel any text changes and exit
de: Jegliche Textänderung abbrechen und verlassen
gl: Cancelar cualquera cambio de texto e saír

source: Cancel execution?
de: Ausführung abbrechen?
gl: Cancelar a execución?

source: Cancelled upon user request
de: Auf Benutzeranfrage abgebrochen
gl: Cancelado a petición do usuario

source: Cannot create backup directory
de: Backup Verzeichnis kann nciht erstellt werden

source: Cannot delete downloaded image
de: Das heruntergeladene Image kann nicht gelöscht werden
gl: Non se pode borrar a imaxe descargada

source: Cannot determine
de: Konnte nicht feststellen
gl: Non se pode determinar

source: Cannot find any signal ..., aborting !
de: Kein Signal gefunden ..., breche ab!
gl: Non se pode atopar ningún sinal, abortando!

source: Cannot find images - please try later or select an alternate image
de: Es können keine Images gefunden werden. Bitte versuchen Sie es später oder wählen Sie ein alternatives Image aus

source: Cannot format current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Kann derzeitiges Medium nicht formatieren. Eine laufende Aufnahme, Timeshift oder andere laufende Prozesse (wie Samba, Auslagerungsdatei oder NFS) können dieses Problem verursachen. Bitte beenden Sie diese und versuchen Sie es erneut

source: Cannot format partition %d
de: Kann Partition %d nicht formatieren

source: Cannot mount new drive. Please check filesystem or format it and try again
de: Kann neues Medium nicht einbinden. Bitte überprüfen Sie das Dateisystem oder formatieren Sie es und versuchen Sie es dann erneut
